[
    {
        "title": "Netflix adds 15.7 million global users in Q1 2020 amid coronavirus pandemic",
        "publish_date": "04/22/2020",
        "text": "Netflix (NFLX) reported its Q1 earnings after the closing bell on Tuesday, adding 15.7 million global users amid stay-at-home orders related to the novel coronavirus pandemic — a 23% jump since the same quarter last year.\n\nThe company’s stock was still down nearly 3% in early trading on Wednesday.\n\nHere’s how the company performed in the quarter, and how many more people are using the service during the lockdowns.\n\nGlobal streaming net paid subscriber additions: 15.77 million vs. 7 million forecasted\n\nRevenue: $5.7 billion vs. $5.7 billion expected\n\nEarnings per share: $1.57 vs. $1.64 expected\n\nNetflix was one of the few companies not to pull its earnings guidance following the coronavirus outbreak, and the resulting collapse in global economic activity stemming from widespread lockdown orders.\n\nThe reason? With people stuck in their homes — unable to participate in any form of outdoor entertainment — consumers are turning to streaming video platforms like Netflix to stave off boredom and, in households with homebound children, keep their kids entertained.\n\n02 April 2020, Berlin: A young man watches series at the provider \"Netflix\". To prevent infection with the corona virus, many people spend their free time at home. Photo: Britta Pedersen/dpa-Zentralbild/dpa (Photo by Britta Pedersen/picture alliance via Getty Images)\n\nSo if Netflix added so many new subscribers, why didn’t it blow out its revenue and EPS expectations? According to the company, the impact of the strengthening U.S. dollar versus other foreign currencies, and a $218 million charge for pausing productions, along with a hardship fund commitment, put a dent in the service’s bottom line.\n\nWill new subscribers stick around?\n\nWhile Netflix may have added millions of subscribers in Q1, the question remains: What happens when we are able to go outside again? Will the company be able to hold on to those new subscribers, or will they simply ditch the service once other entertainment options are available again?\n\nAccording to Bank of America analyst Nat Schindler, the new users are likely to become permanent subscribers to the service.\n\n“We anticipate the step-up will result in a permanent increase in penetration for Netflix's subscriber model and see its low price-point and staple nature supporting healthy fundamentals performance in a recession, even after stay-home orders are lifted,” he said, before the earnings announcement.\n\nStory continues\n\nNetflix subscriptions start at $8.99 per month, giving you the ability to stream to one TV at standard definition. A standard plan costs $12.99 and gets you the ability to stream to two televisions at HD resolutions. A $15.99 premium plan lets you stream to four TVs at once in 4K resolutions.\n\nDisney+, meanwhile, costs $6.99 per month, while Amazon’s Prime video costs $8.99 per month, but is free with a $120 yearly Prime subscription.\n\nNetflix, however, is going to have to contend with a period in the near future when it doesn’t have any new shows. That’s because TV and movie production around the world has more or less stalled. As a result, companies like Netflix may not have any new shows in the later half of the year.\n\nBut that isn’t going to be any different for the company’s biggest competitors.\n\nMore from Dan:\n\nGot a tip? Email Daniel Howley at danielphowley@protonmail.com or dhowley@yahoofinance.com, and follow him on Twitter at @DanielHowley.\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, SmartNews, LinkedIn, YouTube, and reddit"
    },
    {
        "title": "Netflix to raise $1 billion to fund original content",
        "publish_date": "04/22/2020",
        "text": "(Reuters) - Netflix Inc NFLX.O said on Wednesday it plans to raise about $1 billion in debt to beef up original content, a day after the streaming pioneer doubled its own projections for new customers as stuck-at-home users binged on movies and shows.\n\nFILE PHOTO: The Netflix logo is seen on their office in Hollywood, Los Angeles, California, U.S. July 16, 2018. REUTERS/Lucy Nicholson\n\nShares of the company were down 3% at $420 in morning trade after it also forecast a weaker second half of the year when shelter-in-place orders are lifted.\n\nNetflix plans to use some of the cash to acquire content and for possible acquisitions, positioning itself as major U.S. studios halt productions and delay film releases due to the coronavirus-led lockdowns.\n\nMost programming for 2020, and much of 2021, has already been filmed and is being finished remotely in post-production, Chief Content Officer Ted Sarandos said on Tuesday, adding that the company was working on over 200 such projects.\n\nAs streaming video grows in the United States, the space has become more competitive with the debut of Walt Disney Co's DIS.N Disney+ and other upcoming rivals.\n\nThat threat has pushed Netflix, with about 183 million global subscribers, to aggressively expand its content and look overseas for growth.\n\n“Despite new services on the horizon from HBO and launches of services from Disney and Apple, we expect minimal long-term impact to Netflix subscriber addition and retention,” Piper Sandler analysts wrote in a client note.\n\nNetflix launched several popular original shows in the first quarter, including action film “Spenser Confidential,” documentary miniseries “Tiger King,” dating show “Love is Blind” and Spanish drama “Money Heist.”\n\nThe current quarter slate includes the Chris Hemsworth starred action movie “Extraction,” sitcom “#blackAF,” comedy show “Space Force” and reality dating series “Too Hot to Handle.”\n\nNetflix had a $15 billion cash budget for content last year and BMO Capital Markets had estimated spending on content to top $17 billion this year.\n\nThe company, which usually funds its spending spree by sporadically tapping the debt market, is selling senior notes this time.\n\nNetflix, which has about $15 billion in debt, last raised money in October 2019 through a $2 billion offering of senior notes."
    },
    {
        "title": "Breakingviews - Netflix is still the pointiest FAANG",
        "publish_date": "07/06/2020",
        "text": "The Netflix logo is seen on their office in Hollywood, Los Angeles, California, U.S. July 16, 2018. REUTERS/Lucy Nicholson\n\nNEW YORK (Reuters Breakingviews) - For Netflix investors, reality bites. Netflix’s subscriber growth is slowing, and boss Reed Hastings has decided to share his chief executive role. That was enough to knock around 10% off the streaming service’s stock in after-hours trading on Thursday. But even after a 60% share price rise this year, well ahead of Facebook, Alphabet and Apple, Netflix is still the sharpest FAANG.\n\nThe $230 billion firm added more than 10 million subscribers during the second quarter, compared with analyst estimates of 8 million, according to Refinitiv. The problem is that momentum is flagging as people emerge from lockdowns. Netflix reckons it will hook just under 3 million more net subscribers by the end of September. That made Thursday a poor time to announce the elevation of Chief Content Officer Ted Sarandos to the clunky position of co-CEO. What’s arguably sensible succession planning – Sarandos is one of the most powerful producers in Hollywood – can also look from the outside like a founder getting ready to follow other pursuits.\n\nStill, it’s mainly a story of high expectations. Netflix’s stock this year has surpassed other high-flying tech kin Facebook, Apple and Alphabet, whose search engine Google gives the FAANGs their “G”. Only Amazon.com, which has proved an essential service during the pandemic, rivals Netflix’s rise. And some correction may be healthy. The company trades at 67 times estimated earnings for the next 12 months. If Covid-19 hadn’t virtually stopped production, Netflix would have burned cash this quarter, and for at least the next year.\n\nTrue, customers have expanding choice, which makes it harder to garner new eyeballs. Sport franchises are preparing to get back into action. The U.S. National Basketball Association and Major League Baseball intend to air games soon. And rival services are finally getting off the ground. Comcast launched its streaming service Peacock on Wednesday. AT&T unveiled HBO Max in May. Unlike other FAANGs, Netflix hasn’t aroused the ire of antitrust watchdogs, but that’s because it lacks their obvious dominance.\n\nEven so, Hastings’ firm has gained ground that it’s unlikely to give up. A looming recession, or slow recovery, could lead consumers to cut back on spending, but it’s not Netflix that will lose from that. A survey conducted for MoffettNathanson found that tight finances are the top reason people ditch pay-TV – and pick up streaming services like Netflix. Hastings’ creation still hasn’t lost its bite."
    },
    {
        "title": "Blackstone Snaps Up Studio Lots for a Slice of Streaming Riches",
        "publish_date": "08/11/2020",
        "text": "Stuck at home during the Covid-19 pandemic, Americans have been streaming movies and TV with abandon. They’ve plowed through Tiger King and the much-acclaimed production of Hamilton. Millions have even made time for game shows as low-brow as Floor is Lava (pretty much what it sounds like), which turned into a hit for Netflix Inc. At the peak in late March and early April, people in the U.S. were devouring in excess of 160 billion minutes of streaming video per week—the equivalent of about 8 hours per person, or twice what they had a year prior, when a trip to the cineplex didn’t run much risk of contracting a deadly virus.\n\nAgainst this backdrop, Blackstone Group Inc. decided to buy a 49% stake in three Hollywood studio lots. Hard times have always been a boon for escapist entertainment, but the Blackstone deal, which the company said was completed Aug. 3 and valued the properties at $1.65 billion, was a long-term bet on streaming. Even after the pandemic, companies such as Netflix, Amazon.com Inc., and Walt Disney Co. will need stages to feed the world’s bottomless appetite for video."
    },
    {
        "title": "Netflix co-founder on creative culture: We ‘manage on the edge of chaos’",
        "publish_date": "09/08/2020",
        "text": "Netflix (NFLX) has thrived amid the novel coronavirus, which forced billions of people across the globe into their homes and helped the streaming service add almost as many subscribers in the first six months of 2020 as it did all of last year.\n\nBut the company rose from DVD-by-mail startup to streaming giant well before the pandemic, upending the movie and television industries as competitors launched their own versions of its online service.\n\nNetflix co-CEO and co-founder Reed Hastings speaks with Yahoo Finance's Andy Serwer.\n\nIn a recent interview, Netflix co-founder and co-CEO Reed Hastings told Yahoo Finance how the company’s unorthodox management style drove it to innovate and grow — a process that he and co-author Erin Meyer detail in a new book “No Rules Rules: Netflix and the Culture of Reinvention.”\n\n“We really manage right on the edge of chaos,” Hastings says. “It's not the most efficient place, but that's part of why we've been able to adapt.”\n\n“If you think of the last 300 years, we've had factories providing enormous economic value, and so a lot of our society has the factory as the model of the organization,” he adds. “Very top down, very process, very efficient.”\n\n“But it's not the right way to run a creative organization,” he adds. “An organization that needs new ideas; [that] needs to be able to make mistakes.”\n\nThe company — which as of May employs 8,600 people — provides workers with unlimited vacation days, pays high compensation but does not use bonuses, and encourages employees to give each other direct, honest feedback.\n\n“We've been able to adapt from DVD by mail to domestic streaming to global streaming to original content in less than 20 years,” Hastings says. “Because we're so focused on supporting creativity.”\n\nROME, ITALY - OCTOBER 08: Reed Hastings attends the Netflix & Mediaset Partnership Announcement, Rome, 8th October 2019. (Photo by Ernesto S. Ruscio/Getty Images / Netflix)\n\nNetflix has drawn attention and some criticism for what the company calls the “keeper test,” which asks managers to assess direct-reports based on whether they would try to prevent them from leaving for another company. A report from the Wall Street Journal, in 2018, found that the approach contributed to anxiety among workers who fear a sudden dismissal.\n\nStory continues\n\nHastings rejected the notion of unhappiness among Netflix employees, citing employee satisfaction surveys that rank Netflix among the top companies nationwide.\n\n“Netflix employees love working there,” Hastings says. “It's so fun because people feel the trust, the openness of the culture, information sharing, and because they've got incredible colleagues — and so they get to do a lot.”\n\nBut the workplace culture at Netflix fits a certain type of employee, Hastings acknowledged.\n\n“Netflix is not for everyone,” he says. “Netflix is for people who are learning machines. They just love absorbing new ideas and new experiences and are willing to make mistakes to figure things out. And it's those kind of self-motivated learners that do so well at Netflix.”\n\nHastings spoke to Yahoo Finance Editor-in-Chief Andy Serwer in an episode of “Influencers with Andy Serwer,” a weekly interview series with leaders in business, politics, and entertainment. The complete interview will air on Sept. 10.\n\nNetflix co-founder and co-CEO Reed Hastings and co-author Erin Meyer detail the company's unorthodox management style in the new book \"No Rules Rules: Netflix and the Culture of Reinvention.\"\n\nThe streaming service added nearly 26 million subscribers over the first six months of this year, bringing its total subscribers worldwide to about 193 million. By comparison, Disney Plus (DIS) had 60.5 million subscribers worldwide as of Aug. 3 — though the platform has operated for a far shorter time, having launched last November.\n\nOver the past year, Netflix has faced a slew of new competitors in streaming, including Disney Plus HBO Max (T), Peacock (CMCSA), and Apple TV (AAPL). Plus, Hulu and Amazon Prime (AMZN) remain significant challengers.\n\nNevertheless, 41% of Netflix users plan to keep their subscriptions after the pandemic — a higher retention rate than any other service, according to a survey of 1,000 Americans released by Piper Sandler on Aug. 25.\n\nThe management tactic perhaps most affiliated with Netflix is its unlimited vacation time for employees, which gives them immense flexibility but also may deter some workers from taking sufficient time off due to a lack of clarity about how much is appropriate.\n\nHastings said the company doesn’t track employee vacation time but that he models an opportunistic approach to the benefit.\n\n“I try to set a great example by taking a lot of vacation,” he says. “I'm always talking about it.”\n\n“And some of the time you come up with your greatest ideas when you're on vacation,” he adds.\n\nRead more:"
    },
    {
        "title": "Which FAANG Stock Will Grow The Most By 2025?",
        "publish_date": "09/06/2020",
        "text": "Every week, Benzinga conducts a survey to collect sentiment on what traders are most excited about; interested in; or thinking about when they are managing and building their personal portfolios.\n\nWhat Are FAANG Stocks?\n\nThe term FAANG stocks refers to five of the most popular tech stocks traded on the NASDAQ and NYSE.\n\nThis week we posed the following question related to FAANG stocks: Over the next five years, which stock will have the largest percentage gain?\n\nFacebook, Inc. (NASDAQ: FB)\n\nAmazon.com, Inc. (NASDAQ: AMZN)\n\nApple Inc. (NASDAQ: AAPL)\n\nNetflix, Inc. (NASDAQ: NFLX)\n\nGoogle Inc. (NASDAQ: GOOG)\n\nSee Also: 'Caution But Not Bearishness': Analysts Respond To Tech Stock Plunge\n\nWhich FAANG Stock Will Grow The Most?\n\nAbout 44.7% of traders and investors believe Amazon’s price per share over the next five years, relative to its FAANG counterparts. Readers chose Amazon’s stock to increase the most out of the options provided.\n\nOnly 7% of traders thought Netflix would gain the most. They didn't see much upside with Facebook or Google, with both stocks garnering 10.6% and 11.7% of investors support, respectively.\n\nRespondents were mixed on Apple’s long term growth with 25.9% of readers saying Apple would gain the most in the coming years.\n\nAt the time of publication, the FAANG stock trading at the highest price per share Amazon at $3,320.29 per share. Facebook is trading the lowest of the five stocks at $286 per share.\n\nThis study was conducted by Benzinga in August 2020 and included the responses of a diverse population of adults 18 or older. Opting into the survey was completely voluntary, with no incentives offered to potential respondents. The study reflects results from over 700 adults.\n\nRobert Schultz contributed to this report.\n\nSee more from Benzinga\n\n© 2020 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "How Netflix’s overseas expansion fueled its explosive growth in subscribers",
        "publish_date": "01/20/2021",
        "text": "Netflix (NFLX) reported its Q4 2020 earnings after the closing bell on Tuesday, blowing away analysts’ expectations by adding 8.51 million new subscribers in the quarter. And the driving force behind that expansion was Netflix’s international markets.\n\nThe company added 7.7 million new users outside of the U.S. and Canada in the quarter, with a whopping 4.46 million coming from the company’s Europe, Middle East, and Africa, or EMEA, region.\n\nAnd, as Yahoo Finance’s Brian Sozzi points out, the company’s stock has skyrocketed as a result of those new subscribers. At the close of markets on Wednesday the stock was up 16.85%, closing at $586.34. This spike came despite the earnings per share for the quarter coming in $0.17 shy of expectations.\n\nAnd it’s those international markets, and the content that appeals to those consumers, that analysts say will continue to push Netflix forward in the future. Shows like Germany’s “Barbarians” and South Korea’s “Sweet Home,” are driving consumers to Netflix, and even translating to hits in the U.S. The French series “Lupin” recently cracked Netflix’s Top 10 most popular shows in the U.S., topping out in the number two slot.\n\n“We view Netflix’s original, local content as one of the key differentiators and competitive advantages, especially given the discount of international content vs. domestic content,” UBS Global Research’s Eric Sheridan wrote in a research note following Netflix’s earnings report.\n\nNetflix’s international growth was off the charts\n\nIt makes sense that Netflix’s international growth was so much better than the company’s U.S. and Canada (UCAN) expansion. UCAN is a relatively mature market for Netflix compared to its international regions. But that doesn’t take away from how impressive those numbers were.\n\n“Netflix continues to push for global subs with competition intensifying, but we believe the streaming landscape can support multiple players, with Netflix the industry leader,” Piper Sandler’s Yung Kim wrote in a research note.\n\nStory continues\n\nFILE - This March 20, 2012, file photo, shows Netfilx headquarters in Los Gatos, Calif. Netflix confirmed Wednesday, Dec. 9, 2015, that it is upgrading the parental leave policies covering hundreds of hourly workers in its DVD-by-mail division after being skewered for giving more generous baby benefits to the better-paid engineers and other employees in its more popular Internet video service. (AP Photo/Paul Sakuma, File)\n\nOf course, competition is heating up for Netflix both domestically and internationally. And its surefire way of fighting back is its local content. That, the company said in its Q4 report, has proven especially helpful in drawing subscribers and keeping them hooked.\n\nWhat’s more, those same shows, according to Netflix, are surprisingly successful outside of their local markets, as well.\n\nIn other words, Netflix’s international expansion strategy isn’t just helping it build out its audience in new markets — it’s also helping keep viewers interested in established ones.\n\nMargins could expand as Netflix raises prices internationally\n\nNetflix has proven that its formula of original and third-party content is a winner, so much so that competitors are copying it at every turn, pushing into similar international regions and offering both new original and old, fan favorite movies and shows. But the best signal that Netflix continues to deliver for consumers is that it’s able to raise prices without losing those same customers.\n\nNetflix increased its price for its Standard plan in the U.S. from $13 to $14 and while its Premium tier increased from $16 to $18 as of October. Despite that, the company still beat expectations.\n\nKim says Netflix even still has room to grow with further price increases. In fact, Kim writes, a recent survey his firm conducted of 600 U.S. Netflix subscribers found that respondents were willing to pay an average of $2.20 more per to keep streaming the service.\n\nOf course, once pandemic lockdowns ease up, Netflix will likely see its rate of new subscribers slow down. Its subscribers for 2021 could pale in comparison to the last quarter of 2020.\n\nBut Netflix is still clearly the market leader with 200 million global subscribers, easily surpassing rivals including Amazon Prime Video, which has an estimated 26 million subscribers. And if its international expansion continues, that won’t change anytime soon.\n\nSign up for Yahoo Finance Tech newsletter\n\nYahoo Finance Tech\n\nGot a tip? Email Daniel Howley at dhowley@yahoofinance.com over via encrypted mail at danielphowley@protonmail.com, and follow him on Twitter at @DanielHowley.\n\nMore from Dan:\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, SmartNews, LinkedIn, YouTube, and reddit."
    },
    {
        "title": "Netflix forecasts an end to borrowing binge, shares surge",
        "publish_date": "01/19/2021",
        "text": "[1/3] The Netflix logo is seen on the company's office in Hollywood, Los Angeles, California, U.S. July 16, 2018. REUTERS/Lucy Nicholson/File Photo Acquire Licensing Rights\n\nJan 19 (Reuters) - Netflix Inc (NFLX.O) said on Tuesday its global subscriber rolls crossed 200 million at the end of 2020 and projected it will no longer need to borrow billions of dollars to finance its broad slate of TV shows and movies.\n\nShares of Netflix rose nearly 13% in extended trading as the financial milestone validated the company's strategy of going into debt to take on big Hollywood studios with a flood of its own programming in multiple languages.\n\nThe world's largest streaming service had raised $15 billion through debt in less than a decade. On Tuesday, the company said it expected free cash flow to break even in 2021, adding in a letter to shareholders, \"We believe we no longer have a need to raise external financing for our day-to-day operations.\"\n\nNetflix said it will explore returning excess cash to shareholders via share buybacks. It plans to maintain $10 billion to $15 billion in gross debt.\n\n\"This is in sharp contrast to Disney and many other new entrants into the streaming market who expect to lose money on streaming for the next few years,\" said eMarketer analyst Eric Haggstrom.\n\nFrom October to December, Netflix signed up 8.5 million new paying streaming customers as it debuted widely praised series \"The Queen's Gambit\" and \"Bridgerton,\" a new season of \"The Crown\" and the George Clooney film \"The Midnight Sky.\"\n\nThe additions topped Wall Street estimates of 6.1 million, according to Refinitiv data, despite increased competition and a U.S. price increase. Fourth-quarter earnings per share of $1.19 missed analyst expectations of $1.39.\n\nWith the new customers, Netflix's worldwide membership reached 203.7 million. The company that pioneered streaming in 2007 added more subscribers in 2020 than in any other year, boosted by viewers who stayed home to fight the coronavirus pandemic.\n\nCOMPETITION HEATS UP\n\nNow, Netflix is working to add customers around the globe as big media companies amp up competition. Walt Disney Co (DIS.N) in December unveiled a hefty slate of new programming for Disney+, while AT&T Inc's (T.N) Warner Bros scrapped the traditional Hollywood playbook by announcing it would send all 2021 movies straight to HBO Max alongside theaters.\n\nDisney said in December it had already signed up 86.8 million subscribers to Disney+ in just over a year.\n\n\"It's super-impressive what Disney's done,\" Netflix Co-Chief Executive Reed Hastings said in a post-earnings analyst interview. Disney's success, he added, \"gets us fired up about increasing our membership, increasing our content budget.\"\n\nNetflix said most of its growth last year - 83% of new customers - came from outside the United States and Canada. Forty-one percent joined from Europe, the Middle East and Africa.\n\nFor January through March, Netflix projected it would sign up 6 million more global subscribers, behind analyst expectations of roughly 8 million.\n\nRevenue for the fourth quarter rose to $6.64 billion compared with $5.47 billion a year ago, edging past estimates of $6.63 billion.\n\nNet income fell to $542.2 million, or $1.19 per share, from $587 million, or $1.30 per share, a year earlier.\n\nNetflix shares jumped 12.5% to $564.32 in extended trading on Tuesday.\n\nReporting by Eva Mathews in Bengaluru and Lisa Richwine in Los Angeles; Editing by Sriraj Kalluvila\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Here's How Much Investing $1,000 In Netflix Stock 5 Years Ago Would Be Worth Today",
        "publish_date": "01/20/2021",
        "text": "Investors who owned stocks since 2016 generally experienced some big gains. In fact, the SPDR S&P 500 (NYSE: SPY) total return in the past five years is 120.4%. But there’s no question some big-name stocks performed better than others along the way.\n\nNetflix’s Big Run: One market leader of the past five years was Netflix, Inc. (NASDAQ: NFLX).\n\nIn the past decade, Netflix has been one of the top performers in the entire stock market. It's by far the most successful streaming video service in the world. According to eMarketer, Netflix had 168.9 million U.S. subscription video viewers in 2020, more than Amazon.com, Inc.'s (NASDAQ: AMZN) Amazon Prime Video (130.1 million), Hulu (94.5 million), Walt Disney Co's (NYSE: DIS) Disney+ (72.4 million) and others.\n\nIn the past five years, Netflix’s story has shifted away from domestic subscriber growth and third-party content deals toward heavy investment in original content, international expansion and subscription price hikes.\n\nIncredibly, Netflix started 2016 trading at just $109. Within weeks of the beginning of that year, the stock hit its low point of the past five years at just $79.95. Netflix returned to the $100 level by mid-2016 and hit $200 for the first time by the end of 2017. The stock topped out at $423.21 in mid-2018 before taking roughly a two-year breather.\n\nInvestors were concerned about the combination of rising content costs and incoming competition from Disney and others.\n\nRelated Link: Netflix Reports Q4 Sales Beat, Paid Memberships Up 21.9% YoY\n\nNetflix In 2021, Beyond: Netflix shares were once again knocking on the door of $400 when the COVID-19 pandemic hit in early 2020. The stock briefly dipped as low as $290.25 amid broad market weakness before investors began to realize how much a shelter-in-place environment could boost Netflix’s business.\n\nThe stock soon broke out to new all-time highs, topping out at $575.37 during the summer of 2020 before pulling back to around $500 today.\n\nStory continues\n\nNetflix investors who held on through a volatile few years were rewarded for their patience, and $1,000 worth of Netflix shares bought in 2016 would be worth about $4,786 today.\n\nLooking ahead, analysts expect Netflix to continue to march higher in the next 12 months. The average price target among the 37 analysts covering the stock is $580.60, suggesting 16.6% upside from current levels.\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "How To Trade Netflix Ahead Of Its Earnings Report Using Options",
        "publish_date": "01/19/2021",
        "text": "The following originally appeared on Options AI\n\nEarnings season goes into full gear this week. Here's a quick glance at a few popular stocks from the Options AI earnings calendar showing their expected moves as priced by the options market. Click the expected move links to see more historical detail.\n\nTuesday before the open\n\nGoldman Sachs Group Inc (NYSE: GS) 3.9%\n\nBank of America Corp (NYSE: BAC) 3.8%\n\nTuesday after the close\n\nNetflix Inc (NASDAQ: NFLX) 6.7%\n\nUnitedHealth Group Inc (NYSE: UNH) 3.3%\n\nMorgan Stanley (NYSE: MS) 3.8%\n\nProcter & Gamble Co (NYSE: PG) 2.7%\n\nWednesday before the open\n\nUnited Airlines Holdings Inc (NASDAQ: UAL) 5.2%\n\nThursday after the close\n\nIntel Corporation (NASDAQ: INTC) 5.3%\n\nIBM (NYSE: IBM) 4.2%\n\nNetflix: Using the Expected Move to Help Inform Spread Trading\n\nWith option traders currently pricing a move in NFLX of approx. 6.7% up or down on earnings, the following chart from Options AI can help visualize potential trading opportunities and form a basis for more informed strike selection when using options. Here's how:\n\nAt the time of writing, with NFLX just below $500 and the expected move implying a bullish consensus around $530 and a bearish consensus near $463, an initial decision point might be whether option traders have got this right.\n\nSource: Options AI\n\nStarting with the view that the options market is overestimating the move in either direction, let's first look at ‘selling the move' to both the bulls and bears, with the expected move guiding strike selection.\n\nNetflix – Using the Move for Income Generating Strategies\n\nWhen ‘selling the move', Premium (or income) received from selling options is kept if the stock stays within a specific range. Here's a look at an Iron Condor and Iron Butterfly for this week's expiration. Both trades sell both a call spread and a put spread. The key difference is that with overlapping short strikes, the Iron Fly targets a very specific price target for achieving max gain:\n\nStory continues\n\nSource: Options AI\n\nSource: Options AI\n\nIn this example, the +460p/-497.5p/-497.5c/+535c Iron Butterfly targets a stock price of $497.50. At expiry, max. profit will be realized at this price level and profits decline the further the stock moves from that point. So, the Iron Fly is a strategy that a trader might use if highly convicted on their price view. On this chart you can see the two breakevens, just inside the expected move:\n\nSource: Options AI\n\nThe Iron Condor is less precise, and establishes a range within which reward is the same. In this example the +460p/-465p/-532.5c/+537.5c Iron Condor results in max. gain at expiry if the stock stays anywhere between $465 and $532.50. A move outside of that range, beyond the long strikes, means max. loss.\n\nBoth an Iron Condor and Iron Butterfly have the benefit of being defined risk spread strategies. So, when selling a move, choosing between the two may come down to conviction level and willingness to trade potential reward for higher probability. While by no means the only basis for strike selection, on Options AI, both strategies can be generated in a couple of clicks, allowing for straightforward comparison.\n\nView more earnings on GS\n\nSource: Options AI\n\nNetflix – Using the Move for Bullish Strategies\n\nWith a bullish view, a trader can consider and compare a few spread trades, again using expected move strikes. With a debit spread, a call is bought, but then a spread might be created by selling a call at the expected move. A Debit Call Spread creates a range of profitability between the trade's breakeven and its short call. It lessens the cost of the long call (and therefore increases the probability of profit by lowering the breakeven). In many cases a call spread to the expected move will have a similar price to an out of the money call, yet with a greater probability of profit.\n\n\n\nSource: Options AI\n\nAlso available to a bullish trader is a credit spread. The trade comparison below shows two different potential credit put spreads. One at-the-money and the other out-the-money. Both are essentially ‘selling to the bears'.\n\n\n\nSource: Options AI\n\nNote that a far out-the-money Credit Put Spread (the last trade shown) has the highest Probability of Profit (likelihood of the stock expiring higher than the breakeven level) but it also presents a relatively high risk to reward ratio (nearly 4 to 1). It can be thought of as selling to those that are extremely bearish.\n\nBelow is the out-the-money Bullish Credit Put Spread on the expected move chart. As you can see, there is relatively high probability of max. gain, but when it is not, it is costly compared to the reward:\n\n\n\nSource: Options AI\n\nWhether a trader chooses a debit or a credit spread might depend on their own level of bullishness, compared to the crowd.\n\nNetflix – Using the Move for Bearish Strategies\n\nThe same concepts apply to spreads with a bearish view. Here's an example using the 6.7% expected move in Netflix, generating a Debit Put Spread, but also Credit Call Spreads:\n\n\n\nSource: Options AI\n\nAnd the trades can be charted, showing their profit/loss at expiration based on different stock prices. This can help highlight some differences between the debit and credit spreads:\n\n\n\nSource: Options AI\n\nSummary\n\nThe expected move can provide actionable insight to consider before making any trade, particularly into an uncertain event. Whether gut-checking your own expectations versus the options crowd, generating trade ideas from option market signals, or for more informed strike selection. That's why Options AI puts the expected move at the heart of its chart-based platform. Learn / Options AI has a couple of free tools as well as education on expected moves and spread trading. The concepts shown in Netflix can apply to any stock and it is simply used here for illustrative purposes.\n\nThe post The Week Ahead in Options and Using the Expected Move to Spread Trade Netflix. appeared first on Options AI: Learn.\n\nPhoto by Mollie Sivaram on Unsplash\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "'Netflix stock may be dead money,' says analyst",
        "publish_date": "01/21/2022",
        "text": "Think twice before jumping into the pool to scoop up the beat-up shares of streaming giant Netflix, one analyst warns after a disappointing earnings report.\n\n\"It would not surprise us even off a substantial decline in the pre-market, that Netflix stock may be dead money amidst muted results in 1Q and the seasonally weak 2Q and the likely need to prove out that there is still significant growth left in streaming,\" said Pivotal Research Group analyst Jeff Wlodarczak.\n\nThe market appears to be thinking along the same lines on Netflix (NFLX).\n\nShares of Netflix crashed by as much as 21% to $408 in pre-market trading Friday as the company's fourth quarter earnings showed slowing subscriber growth and operating profit margin pressure. The company cited increased competition and the strong U.S. dollar among the reasons for the so-so report.\n\nNetflix added 8.28 million global paid net subscribers in the last quarter of 2021, beating the 8.13 forecasted by analysts, according to Bloomberg data. But it's outlook wasn't too inspiring.\n\nThe company said it expects to add 2.5 million subscribers in the first quarter, compared to 3.98 million during the first quarter last year.\n\nMorgan Stanley, KeyBank and Barclays all downgraded Netflix shares on Friday.\n\nBut Pivotal's Wlodarczak is staying hopeful on Netflix longer-term even as he thinks the stock may go nowhere in the near-term.\n\n\"In the end we think the Netflix flywheel is still working it is just operating at a slower pace given the massive pull forward of demand enabled by pandemic shutdowns and over time we expect normalization in subscriber results and for the stock to work,\" Wlodarczak added.\n\nThe analyst reiterated a Buy rating on Netflix but slashed his price target to $550 from $750.\n\nYahoo Finance's Alexandra Semanova contributed to this story.\n\nBrian Sozzi is an editor-at-large and anchor at Yahoo Finance. Follow Sozzi on Twitter @BrianSozzi and on LinkedIn.\n\nStory continues\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, YouTube, and reddit"
    },
    {
        "title": "ETFs Most Exposed To Netflix’s Epic Sell-Off",
        "publish_date": "01/21/2022",
        "text": "Netflix’s stock fell faster than a “House Of Cards” in after-hours trading Thursday, losing around 25% of its price and $45 billion in market valuation after posting less than rosy subscriber growth estimates.\n\nBesides putting the Nasdaq-100 into correction territory, the streaming service’s struggles are likely to generate head winds for ETFs outside of funds solely focused on internet services.\n\nAre You Still Watching?\n\nThe earnings report Netflix posted after market close on Thursday didn’t raise too many red flags for its performance in the final quarter of 2021, earning $1.33 per share versus 88 cents per share expected, beating net subscriber addition estimates by 150,000 and equaling its expected $7.71 billion in revenue.\n\nBut Netflix estimated it would only add 2.5 million subscribers by the end of this quarter, far fewer than the 6.3 million median estimate by analysts. That, combined with the prospect of several rate hikes from the Federal Reserve and the stop-start nature of the pandemic, sent Netflix stock tumbling.\n\nETFs With Heavy Netflix Exposure\n\nThe Invesco QQQ Trust (QQQ) has the largest allocation to Netflix by market value, holding $3.3 billion of the company’s market value, according to FactSet data. The trio of S&P 500-tracking funds—SPDR S&P 500 ETF Trust (SPY), the Vanguard S&P 500 ETF (VOO) and the iShares Core S&P 500 ETF (IVV)—follow behind, with between $2 billion and $2.6 billion of the company’s value.\n\nOn a weight basis, the Simplify Volt Pop Culture Disruption ETF (VPOP) has the largest allocation to Netflix, with a 9.14% weight in the company. ETFs that track internet and communication services companies generally round out the rest of the major allocators to Netflix, with the Invesco NASDAQ Internet ETF (PNQI) and the John Hancock Multifactor Media & Communications ETF (JHCS) holding 7.29% and 6.16% of their weights, respectively, to the company.\n\nNetflix is also popular among ETFs tracking the stay-at-home trade, with the Pacer BioThreat Strategy ETF (VIRS) and the Emles @ Home ETF (LIV) devoting 4.38% and 3.31%, respectively, of their weight to the company.\n\nStory continues\n\nThe SPDR SSGA Gender Diversity Index ETF (SHE), which tracks companies with relatively high percentages of women in executive roles, also holds Netflix at a 4.11% weighting.\n\nContact Dan Mika at dan.mika@etf.com, and follow him on Twitter\n\nRecommended Stories\n\n\n\n\n\nPermalink | © Copyright 2022 ETF.com. All rights reserved"
    },
    {
        "title": "‘Netflix killers’: How crypto film start-ups are using the blockchain to disrupt Hollywood",
        "publish_date": "01/30/2022",
        "text": "\"Alpharetta, GA, USA - September 29, 2012 - Amazon.com's Kindle fire with Netflix's streamable movie page loaded on the tablet.\"\n\nThe global film industry is about to face a wave of disruption from cryptocurrency start-ups that harness the power of blockchain.\n\nThe tremors of change were felt when the Netflix (NFLX) share price plummeted by over 20% after a sharp downturn in its subscriber uptake. Veteran production companies such as Disney+ (DIS) and Warner Media’s HBO Max are making significant inroads and retaking lost ground in an ongoing streaming war with Web 2.0 disruptors such as Amazon Prime Video (AMZN), Apple TV (AAPL) and Netflix.\n\nHowever, the battleground for industry market share may have already shifted to a new front — the \"wild-west\" of cryptocurrencies and decentralised film, or DeFilm.\n\nThe advent of non-fungible tokens (NFTs), blockchain solutions and cryptocurrency transactions threaten to dismantle the traditional structures of the art world, global finance and the music industry. Now the winds of change have turned towards the bastions of the film industry and many analysts forecast that blockchain will shape the future of how films are produced, distributed and exhibited.\n\nPRODUCTION\n\nCrypto start-ups, such as Moviecoin.com, have ambitions to disrupt Hollywood by offering the chance for anyone to invest in film production and take a share of the profits via the blockchain.\n\nThe start-up was created as a response to the concentration of film industry power into fewer and fewer hands. Moviecoin’s long term goal is to break the power of the monopolies through decentralising and democratising the world of movie finance.\n\nRead more: Can you live in London for 24hrs using only bitcoin?\n\nThe big tech monopolies that emerged at the beginning of the Web 2.0 internet development stage have moved from streaming content to content production, with the advent of Amazon Prime Video and Netflix originals. This narrows the variety of films that get produced and emphasises the pursuit of profit at the expense of quality and creativity, according to Moviecoin.\n\nStory continues\n\nMoviecoin said it offers the opportunity for anyone to be a film financier and invest as little as they like through smart contracts deployed on the blockchain.\n\nThese transactions using the Moviecoin cryptocurrency (MOVIE) will remain transparent on the Ethereum (ETH-USD) blockchain, a public ledger where transactions are automatically executed without the need for human intermediaries.\n\nA share of a film’s profit that is financed in this revolutionary new way can also be accessed by purchasing presale NFTs associated with the films. The Moviecoin.com platform already boasts productions starring Russell Crowe, Ray Winstone and Mel Gibson.\n\nNetflix's share price plummeted by over 20% after a sharp downturn in its subscriber uptake. Chart: Yahoo Finance UK\n\nMoviecoin's team leaders James Mackie and James Hickey told Yahoo Finance the new mode of film financing “will be a wake-up call for those few with the power to control the narrative of movies via production funding”.\n\nUpcoming biographical movie Prizefighter starring Russell Crowe and Ray Winstone is one of the films being part-financed through the Moviecoin cryptocurrency and NFT pre-sales on the start-up's platform. Moviecoin.com currently have the rights to make NFTs of the props from the film.\n\nWriter and lead actor Matt Hookings told Yahoo Finance UK that it is “getting harder and harder for indie filmmakers to get a film made and seen”.\n\nRead more: Bitcoin: 2021 in 12 charts\n\nHe said that a decentralised film-making process “allows a new system that disrupts the status quo and gives more people a chance to make films that need to be seen by audiences\".\n\n\"We need to flush out the middlemen who don't add value to the industry, but are still taking their piece of the profit.”\n\nIn the current film industry, “the middle ground does not exist”, Hookings said — with either big-budget monoculture productions with the same A-list talent or low budget indie features that no one ever sees because sales agents are so risk-averse.\n\nMark O’Connor, director of the award-winning Irish crime drama Cardboard Gangsters is also using the Moviecoin platform for crypto production financing.\n\nO’Connor told Yahoo Finance UK that “crypto-communities have a power that is unprecedented, and if you get that passion supporting a film project, especially when they are incentivised because they have invested with the Moviecoin cryptocurrency, a lot of finance can be raised, and a ready-made audience is there for the film”.\n\nWatch: What is bitcoin?\n\nDISTRIBUTION\n\nGetting an independent film seen by audiences is difficult, especially when big streaming sites are now mostly focused on original programming.\n\nThe process involves persuading a sales agent to sell a film’s licensing rights to distributors. These distributors then decide where and when the film gets exhibited in cinemas and on DVDs and television.\n\nThese days, the most lucrative deals are with the streaming giants, such as Netflix, Amazon Prime Video, Apple TV and Disney+. The trade is often relationship-based and both agents and buyers are risk-averse and it is extremely difficult to get them to select a film that isn’t led by an A-list star.\n\nBrian Rose, founder of London Real YouTube Channel told Yahoo Finance UK about the struggle of indie filmmakers attempting to attract the attention of streaming giants. He said he pitched the feature-length documentaries he has produced, which include interviews with Jordan Petersen, David Goggins and Dennis McKenna, to Netflix gatekeepers \"but unless it was produced by them or consistent with their branded material, they were not interested”.\n\nHe described the difficulties of negotiation with “third party agents, and if Netflix does pay you, you get paid over 36 months, but you are never shown any metrics of how many views your film has received, the Netflix audience metrics have never been transparent to the public.”\n\nNetflix does not reveal how much they pay to host films on their platform, they also do not reveal the percentage producers receive from the films that they stream.\n\nHowever, in a Web 3.0 blockchain-based distribution system data that was once private will be available to film financiers, so they can get an accurate picture of which films are doing well, and those that are unprofitable.\n\nRead more: Bitcoin: Top 10 'buy the dip' investors\n\nThis is important as the film industry is notorious for its creative accounting that can make a movie appear unprofitable, meaning that sometimes creatives involved in a film’s production allegedly do not receive their agreed profit share.\n\nHickey said that the transparency of the blockchain will allow audiences to also be investors and see “where investment goes and how the chain of distribution actually works which will lead them to comparisons with major streaming sites and ask why the writer of the film makes very little money”.\n\nHe said that in the current streaming model “those that make movies get a terrible deal, it's borderline robbery of their hard work and years of experience, once the finished product is presented.”\n\nYahoo Finance UK asked Netflix for their stance on the rise of blockchain distribution and cryptocurrency financing, but the company said they “don't have a comment to make about this story”.\n\nIn a decentralised film industry, digital rights management and royalties could be transparently tracked through the deployment of smart contracts. The smart contract takes the agreement terms of an actual paper contract and allows revenue streams to flow automatically from external sources such as audiences who purchase or rent a film to the intellectual property owners, such as the producers and screenwriters.\n\nMoviecoin’s Mackie and Hickey said: “Smart contracts built into NFTs and MOVIE coin will ensure the rights are forever cemented on-chain, the record will always be there, the contract will ensure the owners of the IP receive the correct amounts.”\n\nNetflix's share price plummeted by over 20% after a sharp downturn in its subscriber uptake. Photo: Dado Ruvic/Reuters\n\nAnother problem with video sharing and distribution platforms is de-platforming and content removal. When content is centralised on servers controlled by privately owned corporations, they have the power over which content is removed and which is promoted.\n\nBecause they are private corporations, there is no independent ombudsman to referee de-platforming disputes.\n\nYouTube and Facebook (FB) are considered “private spaces” under US law, meaning freedom of speech within these spaces is not guaranteed by the state. A new precedent was set in US law in February 2020 that officially recognised YouTube as not being a \"public forum\", and so it did not need to ensure users' rights to free speech.\n\nMedia academics Sonia Livingstone and Peter Lunt said that protecting citizens from harmful and offensive material through regulation and moderation comes at the expense of creativity, freedom of expression and the rights of consumers to view whatever they want, whenever they want.\n\nRose said he thought his production company \"would be de-platformed because of a controversial documentary led to a YouTube prohibited content warning and even a Dropbox ban\". For this reason, London Real \"is thinking of a blockchain-based peer to peer distribution service\".\n\nHickey said that Moviecoin's goal is to also “build our own decentralised distribution platform”.\n\nRead more: Cybercriminals laundered $8.6bn worth of crypto in 2021\n\nThriller film Zero Contact starring Anthony Hopkins was reportedly the first feature film to be released via Vuele, a non-fungible token film distribution platform, in 2021. The digital artwork associated with Zero Contract is already listed on Opensea in the lucrative NFT resale market.\n\nSome 18 NFTs associated with the Moviecoin backed film Prizefighter, consist of physical props from the movie alongside their digital NFT counterpart, have also made their way to the Opensea, the largest NFT market in the world. Each Prizefighter NFT purchased represents a 0.016% total profit share of the film. So, if the film makes $50m profit, each NFT holder will automatically receive $8,000 in profit paid via smart contract into their digital wallet in the Moviecoin cryptocurrency.\n\nRaising film finance through presales of NFTs is a brand new way of raising funds. Hickey and Mackie said NFT pre-sales will “remove the intermediaries from the chain, there will be far more money in the pot to give to the creatives, the talented people that actually bring the movies to life!”\n\nThey said money will be more evenly shared between investors, producers and artists, so an actor from a movie would receive 25% gross royalties forever from any NFT sale using their image.\n\nThe disruptive potential of blockchain technology has now reached the movie business. Photo: Getty\n\nEXHIBITION\n\nWeb 3.0, also known as the decentralised web, is the latest generation of internet applications and services, powered by distributed ledger technology, the most common being blockchains. It is focused on prioritising user ownership of personal data and allowing seamless interoperability between distinct blockchain applications in an automatic way that undercuts intermediaries.\n\nA metaverse is a network of 3D virtual worlds where users can socialise and purchase digital goods and services using cryptocurrency transactions.\n\nMoviecoin plans to harness the metaverse to exhibit the content that they produce and distribute. The start-up has already purchased land in Sandbox, which is an Ethereum-based decentralised NFT gaming metaverse. There they plan to build a 24-hour virtual cinema where audiences can “take part in VR and AR experiences funded on our platform”.\n\nMoviecoin said: “We are exploring multiple ways for fans to watch movies funded on Moviecoin in the metaverse, we envision galleries and cinemas offering exclusive pay per view content, with almost all revenue going to those that made the movies.\"\n\nSandbox is in contrast to Mark Zuckerberg’s Metaverse where all user experience and personal data will be centralised and stored on an AI supercomputer, dubbed AI Research SuperCluster (RSC).\n\nA metaverse is a network of 3D virtual worlds where users can socialise and purchase digital goods and services using cryptocurrency transactions. Photo: Getty\n\nHickey and Mackie of Moviecoin have urged the Web 2.0 streaming services and the traditional studios “to think about giving a better deal to the creatives, whether or not we challenge their position”. However, they surmise that these corporations are “big players with deep pockets and have large intelligent teams that won't sit still, so for now we will focus on building something that helps as many people as possible get a better deal.”\n\nThe disruptive potential of blockchain technology has now reached the movie business. But, by its very essence of decentralisation and disintermediation, this new technological development is one that studios may not be able to adapt to.\n\nThe \"golden age\" when studio executives dictated what audiences watched and when they watched it could truly become, once upon a time in Hollywood...\n\nWatch: Can you live exclusively off bitcoin?"
    },
    {
        "title": "Netflix raises monthly subscription prices in U.S., Canada",
        "publish_date": "01/14/2022",
        "text": "[1/2] Small toy figures are seen in front of diplayed Netflix logo in this illustration taken March 19, 2020. REUTERS/Dado Ruvic/Illustration//File Photo Acquire Licensing Rights\n\nLOS ANGELES, Jan 14 (Reuters) - Netflix Inc has raised its monthly subscription price by $1 to $2 per month in the United States depending on the plan, the company said on Friday, to help pay for new programming to compete in the crowded streaming TV market.\n\nThe standard plan, which allows for two simultaneous streams, now costs $15.49 per month, up from $13.99, in the United States.\n\nPrices also rose in Canada, where the standard plan climbed to C$16.49 from C$14.99.\n\nShares of Netflix gained nearly 3% to $533.84 on Nasdaq after Reuters broke the news of the price rises. They closed 1.3% higher at $525.69.\n\nThe increases, the first in those markets since October 2020, took effect immediately for new customers. Existing members will see the new prices in the coming weeks when they receive their monthly bills.\n\n\"We understand people have more entertainment choices than ever and we’re committed to delivering an even better experience for our members,\" a Netflix spokesperson said.\n\n\"We’re updating our prices so that we can continue to offer a wide variety of quality entertainment options. As always we offer a range of plans so members can pick a price that works for their budget,\" the spokesperson added.\n\nThe world's largest streaming service is facing the most competition ever from companies looking to attract viewers to online entertainment. Walt Disney Co (DIS.N), AT&T Inc's (T.N) WarnerMedia, Amazon.com Inc and Apple Inc (AAPL.O) are among the rivals pouring billions into new programming.\n\nNetflix has added customers despite prior price increases, which shows its members have been willing to accept higher costs, Evercore ISI analyst Mark Mahaney said.\n\n\"This is evidence that Netflix has pricing power,\" Mahaney said.\n\nNetflix had said it would spend $17 billion on programming in 2021. The company has not disclosed spending for 2022.\n\nThe U.S. price of Netflix's premium plan, which enables four streams at a time and streaming in ultra HD, was increased by $2 to $19.99 per month. For Netflix's basic plan, with one stream, the cost rose by $1 to $9.99 per month.\n\nIn Canada, the premium plan rose by C$2 to C$20.99, and the basic plan was unchanged at C$9.99.\n\nAt $15.49 per month, the standard U.S. plan from Netflix now costs more than competitors. HBO Max, owned by AT&T Inc (T.N), is currently offering an $11.99-a-month promotion for 12 months.\n\nThe price of Walt Disney Co's (DIS.N) Disney+ is $7.99 a month or $79.99 a year.\n\nThe United States and Canada is Netflix's largest region with 74 million streaming customers as of September 2021. The region accounted for nearly 44% of the company's revenue in 2021's third quarter, or about $3.3 billion.\n\nMost of the company's recent pickup in subscribers has come from overseas.\n\nNetflix's subscriber growth slowed from a boom early in the COVID-19 pandemic but rebounded with help from global phenomenon \"Squid Game,\" a dystopian thriller from South Korea released in September. Total global subscriptions reached 213.6 million.\n\nThe company's next subscriber report is due Thursday when Netflix posts quarterly earnings. Analysts project the company will report 8.5 million new sign-ups from October through December, according to Thomson Reuters I/B/E/S data, bringing its global subscriber base to 222 million.\n\nReporting by Lisa Richwine; Additional reporting by Dawn Chmielewski; Editing by Cynthia Osterman\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Why Netflix Just Had Its Worst Day in A Decade",
        "publish_date": "01/23/2022",
        "text": "Netflix signage next to the Nasdaq MarketSite in New York, U.S., on Friday, Jan. 21, 2022. With the worst start of a year in more than a decade and a $2.2 trillion wipeout in market value, the Nasdaq Composite Index couldn’t have had a messier kickoff to 2022.\n\nPhotographer: Michael Nagle/Bloomberg"
    },
    {
        "title": "Netflix Outlines The Next Phase of Its Sports Strategy",
        "publish_date": "01/16/2022",
        "text": "For a company that has expressed no interest in sports, Netflix Inc. is starting to offer quite a lot of them. It’s the unofficial home of Formula One, and, as of this week, both the PGA Tour and professional tennis.\n\nNetflix isn’t airing any live matches of these sports, mind you. It offers documentary series that take viewers behind the scenes months after we know the official results. In Formula One, that means seeing how all the drivers and team bosses talk about their podiums and crashes. In tennis, that could mean seeing the current Novak Djokovic vaccine drama play out from the eyes of his competitors."
    },
    {
        "title": "Gloomy Netflix forecast erases much of stock's pandemic gains",
        "publish_date": "01/21/2022",
        "text": "LOS ANGELES, Jan 20 (Reuters) - Netflix Inc dashed hopes for a quick rebound after forecasting weak first-quarter subscriber growth on Thursday, sending shares sinking nearly 20% and wiping away most of its remaining pandemic-fueled gains from 2020.\n\nThe world's largest streaming service projected it would add 2.5 million customers from January through March, less than half of the 5.9 million analysts had forecast, according to Refinitiv IBES data.\n\nNetflix tempered its growth expectations, citing the late arrival of anticipated content, such as the second season of \"Bridgerton\" and the Ryan Reynolds time-travel movie \"The Adam Project.\"\n\nShares of Netflix plummeted nearly 20% to $408.13 in after-hours trading. Competitor Walt Disney Co (DIS.N), which has staked its future on building a strong streaming business, saw its shares sink 4%. Streaming device Roku Inc (ROKU.O) fell 5%.\n\nNasdaq futures dropped almost 1%, showing traders expect the tech-heavy index to open lower on Friday.\n\nNetflix added 8.3 million customers from October to December, when it released a heavy lineup of new programming including the star-studded movies \"Red Notice\" and \"Don't Look Up\" and a new season of \"The Witcher.\" Industry analysts had projected 8.4 million.\n\nThe company's global subscriber total at the end of 2021 reached 221.8 million.\n\nIn a letter to shareholders, Netflix said it believed the ongoing COVID-19 pandemic and economic hardships in several parts of the world like Latin America may have kept subscriber growth from rebounding to levels seen before the pandemic.\n\nCOVID \"created a lot of bumpiness\" that made it hard to project subscriber numbers, \"but all the fundamentals of the business are pretty solid,\" Co-Chief Executive Ted Sarandos said in a post-earnings video interview.\n\nThe company posted adjusted earnings per share of $1.33, crushing analyst consensus estimates of 82 cents. Revenue hit $7.71 billion, in line with estimates.\n\nThe Netflix logo is seen on a TV remote controller, in this illustration taken January 20, 2022. REUTERS/Dado Ruvic/Illustration Acquire Licensing Rights\n\nNetflix last week raised prices in its biggest market, the United States and Canada, where analysts say growth is stagnating, and is now looking for growth overseas.\n\nThe company rode a roller coaster during the pandemic, with steep growth early in 2020 when people were staying home and movie theaters were closed, followed by a slowdown in 2021. Netflix picked up more than 36 million customers in 2020, and 18.2 million in 2021.\n\nNetflix's subscriber growth in 2022 had been expected to stabilize and return to the pace logged before the pandemic, when it added 27.9 million subscribers in 2019, analysts say. The company's upcoming slate includes new installments of \"Ozark\" and \"Stranger Things\" and a three-part Kanye West documentary.\n\n\"The pandemic lockdowns pulled forward tons of demand and it is taking longer than expected to normalize,\" said Pivotal Research analyst Jeff Wlodarczak.\n\nCompetitors including Disney and AT&T Inc's (T.N) HBO Max, are pouring billions into creating new programming to grab a share of the streaming market.\n\nNetflix said competition \"may be affecting our marginal growth some,\" but added that it was still growing in every country where new streaming options have launched.\n\n\"Even in a world of uncertainty and increasing competition, we’re optimistic about our long-term growth prospects as streaming supplants linear entertainment around the world,\" Netflix said in its shareholder letter.\n\nIn their video interview, executives sought to reassure investors that Netflix's long-term prospects were bright. Sarandos said the service had not seen a decline in customer engagement or retention and he projected the switch to streaming from traditional television would continue to open opportunities worldwide. The stock remained down nearly 20%.\n\n\"The pace of the migration may be a little hard to call from time to time when there are kind of very global events or even local conditions,\" Sarandos said, \"But it's absolutely happening. There's no question of that.\"\n\nThe company is looking for new ways to attract customers including with mobile video games. Netflix said it released 10 games in 2021, was pleased with the early reception and would expand its gaming portfolio in 2022.\n\nReporting by Lisa Richwine and Dawn Chmielewski in Los Angeles; Additional reporting by Eva Mathews and Tiyashi Datta in Bengaluru and Noel Randewich in Oakland, Calif.; Editing by Sriraj Kalluvila and Lisa Shumaker\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Netflix is testing an awesome new redesign – see it right here",
        "publish_date": "02/01/2022",
        "text": "If you purchase an independently reviewed product or service through a link on our website, BGR may receive an affiliate commission.\n\nEvery year, Netflix faces increased competition from rival streaming services. Disney Plus and HBO Max already boast tens of millions of subscribers each, despite how new they are. That’s why Netflix has to spend so much money on new content. But the library isn’t all that needs updating. Every so often, the company needs to refresh the look of its apps as well. In fact, we think we may have spotted the latest Netflix redesign before it rolls out publicly. We don’t know when or if everyone will see it, but we can offer a sneak peek.\n\nDon't Miss: Tuesday’s deals: Rare Apple AirTags deal, $4.49 smart plugs, Frito-Lay snacks, more\n\nToday's Top Deals\n\nCheck out the latest Netflix redesign\n\nOn Tuesday morning, our own Zach Epstein visited Netflix in his browser and discovered a fresh new look. It’s a much slicker design, and offers more details about the titles:\n\nNetflix is testing a new redesign. Image source: Netflix\n\nMeanwhile, when I visit the Netflix website in my browser, this is what I see:\n\nThe current design for Netflix’s website. Image source: Netflix\n\nThis seems to suggest that Netflix is testing the change with a limited number of users. The rest of us weren’t able to see the redesign when we logged into our respective accounts. As with any significant change to the user interface, there’s truly no telling if Netflix will decide to roll this redesign out widely. It will likely depend on how users react.\n\nThat said, it seems to be an improvement over the current design. I don’t recognize all of the titles that Netflix is surfacing, so it helps to have a few descriptive keywords to give me a feel for them. As we’ve noted previously, Netflix has hundreds of secret categories that it hides from view. It appears to be using these to categorize titles in the redesign. If you want to know more about the secret categories, be sure to check out our previous coverage.\n\nStory continues\n\nPrice hikes and how to avoid them\n\nIn case you weren’t aware, Netflix increased the prices of all its plans in the US last month. The Basic plan, which lets you watch on one screen at a time in SD, increased from $8.99 to $9.99. The Standard plan, which lets users watch on two screens at a time in HD, increased from $13.99 to $15.49. Finally, the Premium plan, which lets you watch on four screens at once in 4K Ultra HD, increased from $17.99 to $19.99.\n\nBoth the Standard and Premium plans have nearly doubled in price since 2013. At this point, you might be thinking about canceling your service. Before you do that, you should consider changing to a cheaper plan. Here are the steps you’ll need to take:\n\nSign in to your Netflix account. Under Plan Details, select Change Plan. (If you do not see Change Plan, please contact us.) Choose the desired plan, then select Continue or Update. Select Confirm Change or Confirm.\n\nIf you do decide to downgrade your plan, your billing date will stay the same, and the new price will be reflected the next time that Netflix charges you. You’ll still have access to all of the features of your old plan until the next billing date.\n\nSee the original version of this article on BGR.com"
    },
    {
        "title": "Netflix earnings to set the pace for 2022 streaming wars",
        "publish_date": "01/18/2022",
        "text": "FILE PHOTO: A smartphone with the Netflix logo lies in front of the displayed words \"Streaming service\" in this illustration\n\nNetflix earnings to set the pace for 2022 streaming wars FILE PHOTO: A smartphone with the Netflix logo lies in front of the displayed words \"Streaming service\" in this illustration\n\nBy Dawn Chmielewski and Lisa Richwine\n\nLOS ANGELES (Reuters) - Netflix Inc will be the first major streaming service to report earnings this week, offering investors a sign of whether companies have started to pull in enough new customers to justify big spending on online programming in 2022.\n\nThe dominant streaming service reports fourth-quarter results on Thursday. Wall Street will watch for how many customers Netflix picked up overseas as the pace of streaming growth levels off from torrid pandemic gains of 2020.\n\nWall Street is watching to see if the streaming wars are paying off as companies add high-profile and expensive shows such as Walt Disney Co's new reality series with the Kardashian family, a \"Lord of the Rings\" series on Amazon.com Inc's Prime Video and a \"Game of Thrones\" prequel on AT&T Inc's HBO Max.\n\nNetflix raised prices on Friday in its biggest market, the United States and Canada, where analysts say growth is stagnating. The company went on a roller coaster ride during the pandemic, with steep growth early in 2020 when people were staying home and movie theaters were closed. The rate of new sign-ups fell in 2021 as pandemic restrictions eased and COVID slowed production of new programming. The company projected 8.5 million new streaming subscribers for October to December.\n\nIn 2022, Netflix's growth is expected to stabilize, analysts say, putting it on track to return to subscriber gains logged before the pandemic. The company has new seasons of global phenomenon \"Squid Game\" and Emmy winner \"The Crown\" in the works, plus a large slate of movies.\n\nBut the streaming pioneer is confronting stiffer competition in the U.S. and abroad from new entrants, price promotions and heavy spending on exclusive content. As these subscription video-on-demand (SVOD) services invest heavily in content intensifying the \"streaming wars,\" Wall Street is beginning to question the return on this investment.\n\nStory continues\n\n\"2022 should prove that no one single company has a monopoly on great content and that time spent on any one legacy SVOD platform is not guaranteed,\" media analyst Michael Nathanson wrote in a research note.\n\nNathanson trimmed his forecasts for total Netflix streaming viewers year-end to 250 million from 252 million, citing the maturation of the U.S., Canada and Western European markets. Growth, he estimated, would come from regions in the Asia Pacific where customers pay less for Netflix.\n\nEvercore ISI analyst Mark Mahaney told Reuters that Netflix will likely continue to add a million subscribers a year in its home market, but that 90 percent of its gains will happen outside of the United States.\n\nThe competition for customers is most intense in the U.S., where the number of households subscribing to streaming service reached 78%, according to Leichtman Research, and where Deloitte estimated the churn, or rate at which people drop or subscribe to services, are averaging a relatively high 35%.\n\nPopular Netflix shows like \"Squid Game\" and the star-studded disaster film \"Don't Look Up\" will likely add around 550,000 subscribers in the U.S. and Canada in the fourth quarter, Nathanson predicts. NBCUniversal's Peacock and ViacomCBS's Paramount+ are likely to report the greatest gains in the U.S., he wrote, buoyed by National Football League and English football games, and more kids content available on Paramount+.\n\nThe contest for consumers' time and attention is also playing out across the globe, fueling aggressive spending on content. London-based researcher Ampere Analysis projects the industry-wide spending tally will exceed $230 billion this year, led by companies spending heavily on sports rights such as NBCUniversal parent Comcast Corp, at $22.7 billion, and Disney at $33 billion.\n\nNetflix, which does not air live sports, had forecast it would it would spend $17 billion on programming in 2021. It has not disclosed spending for 2022.\n\nThe Beijing Olympics and the Super Bowl will air on NBCU's Peacock service in Feburary. In addition to the Kardashians' new show, Disney will debut a Star Wars series about Obi-Wan Kenobi with Ewan McGregor reprising his role as the Jedi master.\n\n(Reporting by Lisa Richwine and Dawn Chmielewski in Los Angeles; editing by Kenneth Li and David Gregorio)"
    },
    {
        "title": "Netflix rocked by subscriber loss, may offer cheaper ad-supported plans",
        "publish_date": "04/20/2022",
        "text": "April 19 (Reuters) - Netflix Inc (NFLX.O) said inflation, the war in Ukraine and fierce competition contributed to a loss of subscribers for the first time in more than a decade and predicted deeper losses ahead, marking an abrupt shift in fortune for a streaming company that thrived during the pandemic.\n\nThe company said it lost 200,000 subscribers in its first quarter, falling well short of its forecast of adding 2.5 million subscribers. Suspending service in Russia after the Ukraine invasion took a toll, resulting in the loss of 700,000 members.\n\nWall Street sent Netflix's stock tumbling 26% after the bell on Tuesday and erased about $40 billion of its stock market value. Since it warned in January of weak subscriber growth, the company has lost nearly half of its value.\n\nThe lagging subscriber growth is prompting Netflix to contemplate offering a lower-priced version of the service with advertising, citing the success of similar offerings from rivals HBO Max and Disney+.\n\n\"Those who have followed Netflix know that I've been against the complexity of advertising, and a big fan of the simplicity of subscription,\" said Netflix CEO Reed Hastings. \"But, as much as I'm a fan of that, I'm a bigger fan of consumer choice.\"\n\nNetflix offered a gloomy prediction for the spring quarter, forecasting it would lose 2 million subscribers, despite the return of such hotly anticipated series as \"Stranger Things\" and \"Ozark\" and the debut of the film \"The Grey Man,\" starring Chris Evans and Ryan Gosling. Wall Street targeted 227 million for the second quarter, according to Refinitiv data.\n\nThe downdraft caught other video streaming-related stocks, with Roku (ROKU.O) dropping over 6%, Walt Disney (DIS.N) falling 5% and Warner Bros Discovery (WBD.O) down 3.5%.\n\nHastings told investors that the pandemic had \"created a lot of noise,\" making it difficult for the company to interpret the surge and ebb of its subscription business over the last two years. Now, it appears the culprit is a combination of competition and the number of accounts sharing passwords, making it harder to grow.\n\n\"When we were growing fast, it wasn't a high priority to work on,\" Hastings said of account-sharing in remarks during Netflix's investor video. \"And now we're working super hard on it.\"\n\nShare performance, paid members and net income for Netflix.\n\nCONFLUENCE OF EVENTS\n\nNetflix's first-quarter revenue grew 10% to $7.87 billion, slightly below Wall Street's forecasts. It reported per-share net earnings of $3.53, beating the Wall Street consensus of $2.89.\n\nWhile the company remains bullish on the future of streaming, it blamed its slowing growth on a number of factors, such as the rate at which consumers adopt on-demand services, a growing number of competitors and a sluggish economy.\n\n[1/3]The Netflix logo is seen on a TV remote controller in this illustration photo taken January 20, 2022. REUTERS/Dado Ruvic/Illustration Acquire Licensing Rights\n\nAccount-sharing is a longstanding practice, though Netflix is exploring ways to derive revenue from the 100 million households watching Netflix through shared accounts, including 30 million in the United States and Canada.\n\nThis confluence of factors resulted in Netflix reporting losing customers for the first time since October 2011, catching Wall Street by surprise.\n\n\"They suffered from a combination of approaching saturation, inflation, higher pricing, the war in Ukraine and competition,\" said Wedbush analyst Michael Pachter. \"I don’t think any of us expected that all to happen at once.\"\n\nThe world's dominant streaming service was expected to report slowing growth, amid intense competition from established rivals like Amazon.com (AMZN.O), traditional media companies such as the Walt Disney and the newly formed Warner Bros Discovery and cash-flush newcomers like Apple Inc (AAPL.O).\n\nStreaming services spent $50 billion on new content last year, in a bid to attract or retain subscribers, according to researcher Ampere Analysis. That's a 50% increase from 2019, when many of the newer streaming services launched, signaling the quick escalation of the so-called \"streaming wars.\"\n\nNetflix noted that despite the intensifying competition, its share of TV viewing in the United States has held steady according to Nielsen, a mark of subscriber satisfaction and retention.\n\nAs growth slows in mature markets like the United States, Netflix is increasingly focused on other parts of the world and investing in local-language content.\n\n\"While hundreds of millions of homes pay for Netflix, well over half of the world's broadband homes don't yet -- representing huge future growth potential,\" the company said in a statement.\n\nBenchmark analyst Matthew Harrigan warned that the uncertain global economy \"is apt to emerge as an albatross\" for member growth and Netflix's ability to continue raising prices as competition intensifies.\n\nStreaming services are not the only form of entertainment vying for consumers' time. The latest Digital Media Trends survey from Deloitte, released in late March, revealed that Generation Z, those consumers ages 14 to 25, spend more time playing games than watching movies or television series at home, or even listening to music.\n\nThe majority of Gen Z and Millennial consumers polled said they spend more time watching user-created videos like those on TikTok and YouTube than watching films or shows on a streaming service.\n\nOne market observer said Netflix's stock has benefited from expectations of perpetual growth.\n\n\"Today's report shows that there is a limit to that long-term bullish thesis,\" said David Keller, chief market strategist at StockCharts.com.\n\nReporting by Dawn Chmielewski in Los Angeles and Tiyashi Datta in Bengaluru; Additional reporting by Lisa Richwine in Los Angeles, Nivedita Balu in Bengaluru, and Noel Randewich in Oakland, Califiornia; Editing by Peter Henderson and Lisa Shumaker\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Netflix heads for worst day in two decades as investors hit 'not for me'",
        "publish_date": "04/20/2022",
        "text": "April 20 (Reuters) - Netflix Inc (NFLX.O) shares lost over a third of their value on Wednesday after the company reported its first drop in subscribers in a decade, leaving Wall Street questioning its growth in the face of fierce competition and post-pandemic viewer fatigue.\n\nThe streaming pioneer's shares fell 37% to $220.40 and were headed for their worst day in nearly 18 years if the losses hold. More than a dozen analysts rushed to temper their views on a stock that has been a red-hot market performer in the past few years.\n\n\"Netflix is a poster child for what happens to growth companies when they lose their growth,\" said Kim Forrest, chief investment officer at Bokeh Capital Partners in Pittsburgh.\n\n\"People buy growth companies because they think their cash flow is going to grow so they're paying ahead for anticipating that. When a stock like this tumbles, people looking for growth back away quickly.\"\n\nBrokerage J.P.Morgan made the most aggressive move by halving its price target to $305 - well below the stock's median Wall Street target of $400.\n\n\"Near-term visibility is limited ... and there's not much to get excited about over the next few months beyond the new, much lower stock price,\" J.P. Morgan analyst Doug Anmuth said.\n\nAnmuth also slashed his estimate for 2022 net subscriber additions by half to 8 million.\n\nThe share slump could erase the stock's gain over the past two years, when its business thrived as new customers joined its platform to ride out the lockdowns.\n\n[1/2]Smartphone with Netflix logo is seen in front of a descending stock graph in this illustration taken April 19, 2022. REUTERS/Dado Ruvic/Illustration Acquire Licensing Rights\n\nIn an effort to calm nerves, company executives told analysts on Tuesday they were looking to offer an advertisement-based tier over the next year or two and promised a crackdown on password sharing - a long-running problem for the service.\n\n\"We've got the full kitchen sink ... That might not be enough,\" said Russ Mould, investment director at AJ Bell.\n\nNetflix's rivals already have ad-driven versions or are considering one - HBO Max offers an ad-supported subscription, while Disney+ recently said it would launch an ad-based tier.\n\n\"We're left with a business in transition. Subscribers have slowed and we struggle to see a return to a pre-COVID net add cadence,\" Piper Sandler analyst Thomas Champion said in a note.\n\nDemand for fresh and engaging content is also increasing, forcing Netflix and others to think about bigger budgets for production even as costs increase in an inflationary environment.\n\nReuters Graphics\n\nNetflix's bigger problem was consumers cancelling their subscription due to inflation and post-pandemic user fatigue, than its profitability or business model, said Peter Garnry, head of equity strategy at Saxo Bank.\n\nFor the second quarter, Netflix has lined up new seasons of popular shows 'Ozark', 'Stranger Things' and 'Grace and Frankie'.\n\nNeedham, however, took a divergent view. The brokerage upgraded its rating on the stock to \"hold\" from \"underperform\", encouraged by the company's plans to add a low-priced advertising tier.\n\nReporting by Nivedita Balu, Eva Mathews and Medha Singh in Bengaluru; Editing by Sweta Singh, Saumyadeb Chakrabarty and Anil D'Silva\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Investors skeptical of Netflix's plans to crack down on account sharing",
        "publish_date": "04/20/2022",
        "text": "April 20 (Reuters) - Netflix Inc's (NFLX.O) plans to get tough on account sharing failed to reassure Wall Street that the world's largest streaming video company had found a way to spark new growth.\n\nThe company's stock was down 36% in trading Wednesday, a day after Netflix said it would ask subscribers who share their accounts with people outside of their households to pay more. It blamed password sharing, in part, for failing to hit its subscriber growth targets.\n\nThe extent of the shared accounts -- estimated at 100 million around the world, including 30 million in the United States and Canada -- was a warning sign of its own.\n\nMedia analyst Michael Nathanson wrote that the crackdown on password sharing signals Netflix thinks it's \"hitting a wall\" at 221.6 million subscribers. \"Any company with large out-year subscriber and (revenue) targets should be a bit more nervous today,\" he wrote.\n\nNetflix Chief Operating Officer Gregory Peters on Tuesday told investors the company would not stop a subscriber sharing with a sister. \"But we're going to ask you to pay a bit more to be able to share with her and so that she gets the benefit and the value of the service, but we also get the revenue associated with that viewing.\"\n\nSmartphone with Netflix logo is placed on a keyboard in this illustration taken April 19, 2022. REUTERS/Dado Ruvic Acquire Licensing Rights\n\nNetflix has been working on the issue for two years and conducting tests. In March, Netflix began charging users in Chile, Costa Rica and Peru an additional fee to share their accounts with up to two people. read more On Tuesday, the company said it plans to introduce the new charge for password sharing globally, within a year.\n\nSome analysts were skeptical.\n\n\"We don’t believe that this strategy will be the panacea that some investors have outlined over the last few years,\" said Morningstar analyst Neil Macker. \"Netflix may be able to squeeze a few more dollars out of some of the primary households, but we think that other ones will look at the new sharing fee as another pricing increase and cancel.\"\n\nOthers simply scoffed at the notion that password sharing accounted for Netflix's loss of 200,000 subscribers in its first quarter and predictions that it would lose even more members in the spring.\n\n\"It seems more like an excuse for the poor performance than anything else,\" said Manuel Muhl, an analyst with DZ Bank AG. \"Password sharing has been a problem for years, this cannot be cited as a valid reason for disappointing user growth.\"\n\nReporting by Dawn Chmielewski in Los Angeles, Eva Matthews, Nivedita Balu and Tiyashi; Data in Bangalore; Editing by Aurora Ellis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Netflix Has Finally Hit a Wall. Where Does it Go From Here?",
        "publish_date": "04/20/2022",
        "text": "For more than a year, Netflix has told anyone who would listen that there was nothing to worry about. Its subscriber growth was slowing, but the problem was temporary. It was just working through Covid weirdness.\n\nYesterday, the company reversed itself and admitted its business is losing momentum. Netflix lost 200,000 customers in the first three months of the year. The company predicts it will lose another 2 million this quarter. Its stock dropped more than 35% today. Netflix, worth $308 billion in November, is now worth less than $100 billion."
    },
    {
        "title": "Netflix Q1 net subscribers unexpectedly decline, revenue misses expectations",
        "publish_date": "04/19/2022",
        "text": "Netflix (NFLX) reported an unexpected decline in first-quarter net subscribers as the company navigated an exit from Russia and an increasingly saturated North American market. Shares slumped by more than 20% in after-hours trading following the report.\n\nHere were the key metrics from Netflix's quarterly report, compared to consensus estimates compiled by Bloomberg:\n\nRevenue: $7.87 billion vs. $7.95 billion expected, $7.16 billion Y/Y\n\nEarnings per share: $3.53 vs. $2.91 expected, $3.75 Y/Y\n\nNet subscribers: -200,000 vs. +2.51 million expected, +3.98 million million Y/Y\n\nNetflix's drop in new users came as a surprise to Wall Street, with analysts looking for a slowdown but still positive growth in subscriptions in the first three months of 2022. Subscribers grew by nearly 4 million in the same quarter last year. In total, Netflix exited the first quarter with 221.64 million global subscribers.\n\n\"Netflix was all about subscribers for so long,\" Santosh Rao, Manhattan Venture Partners head of research, told Yahoo Finance Live Tuesday afternoon following Netflix's results. “The whole story has to be evaluated from a lower base now. And the multiples are getting compelling at this point, but we need to see that the growth story is still intact and they have a strategy to tackle the challenges ahead.”\n\nFor the current quarter, Netflix said it expected an even steeper decline in new users. The streamer said it sees subscribers declining by 2 million in the fiscal second quarter, whereas consensus analysts were looking for a gain of 2.4 million.\n\n\"Our relatively high household penetration — when including the large number of households sharing accounts — combined with competition, is creating revenue growth headwinds,\" Netflix said in its letter to shareholders Tuesday afternoon. \"The big COVID boost to streaming obscured the picture until recently.\"\n\n\"While we work to reaccelerate our revenue growth — through improvements to our service and more effective monetization of multi-household sharing — we’ll be holding our operating margin at around 20%,\" Netflix added. \"Key to our success has been our ability to create amazing entertainment from all around the world, present it in highly personalized ways, and win more viewing than our competitors.\"\n\nStory continues\n\nNetflix has been grappling with slowing user growth for much of the past year, with new users slowing to a trickle after a pandemic-fueled surge in sign-ups. But further exacerbating this slowdown was Netflix's exit from Russia in early March, which came following the country's invasion of Ukraine earlier this year. Netflix said in its investor letter that suspending service in Russia removed 700,000 net paid subscribers during the quarter.\n\nThe company also said it saw a contraction in subscribers in the U.S. and Canada, which combined lost a net 600,000 paying users. Earlier this year, Netflix had announced another price hike for North American viewers, which the company cited as cause for the attrition during the quarter, though it added the overall effect of the price hike was \"significantly revenue positive.\"\n\nBRAZIL - 2022/02/03: In this photo illustration, the Netflix logo seen displayed on a smartphone screen. (Photo Illustration by Rafael Henrique/SOPA Images/LightRocket via Getty Images)\n\nHeading into these results, some analysts also suggested Netflix might continue to see elevated levels of churn especially in the U.S. and Canada following these price increases. With competition mounting from the likes of Disney+, HBO Max and others newcomers, users now have more options than ever to turn to in lieu of Netflix, should they choose to end one subscription in favor of another, some said.\n\n\"Content dumps, where all episodes of a new season are delivered at the same instant, will likely keep churn high, as price conscious consumers can swap out of Netflix and shift to a competitor service after viewing the content they desire,\" Wedbush analyst Michael Pachter said in a note head of Netflix's report. \"Sustainable profit growth should continue so long as Netflix is able to continue raising subscription prices, but competition may limit future price increases.\"\n\nBut while a saturated North American market has left Netflix with relatively less runway to continue adding users, the company’s international growth prospects have recently been riper by comparison. For the first quarter, Netflix added nearly 1.1 million users in its Asia Pacific geographic segment. Still, however, it also shed subscribers on net across both its Europe, Middle East and Africa (EMEA) and Latin America (LATAM) segments.\n\nAmid concerns over subscriber growth, Netflix’s shares have fallen to underperform the broader market so far this year. Shares have declined by 42% for 2022-to-date through Tuesday’s close, compared to an about 6% drop in the S&P 500 over that period.\n\n—\n\nEmily McCormick is a reporter for Yahoo Finance. Follow her on Twitter: @emily_mcck\n\nRead the latest financial and business news from Yahoo Finance\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, YouTube, and reddit"
    },
    {
        "title": "Netflix shareholders sue over subscription slump disclosures",
        "publish_date": "05/04/2022",
        "text": "[1/2] The Netflix logo is seen on a TV remote controller, in this illustration taken January 20, 2022. REUTERS/Dado Ruvic/Illustration Acquire Licensing Rights\n\nCompanies Netflix Inc Follow\n\nMay 4 (Reuters) - Netflix Inc (NFLX.O) has been hit with a shareholder lawsuit in a U.S. court in California accusing the streaming entertainment company of misleading the market about its ability to keep adding subscribers in recent months.\n\nThe lawsuit filed in San Francisco federal court on Tuesday seeks damages for declines in Netflix's share price this year after the company missed its subscriber growth estimates.\n\nFiled by a Texas-based investment trust, the lawsuit accused Los Gatos, California-based Netflix and its top executives of failing to disclose that its growth was slowing amid increased competition and that it was losing subscribers on a net basis.\n\nNetflix shares dropped 20% in January after it disclosed weak subscriber growth. Netflix shares then plunged more than 35% on April 20 to close at $226.19 after it said it lost 200,000 subscribers in its first quarter, falling well short of its forecast of adding 2.5 million subscribers. Its shares were trading at $199.87 at midday on Wednesday.\n\nThe company attributed the quarterly decline to inflation, competition from other streaming services and its suspension of service in Russia following the Russian invasion of Ukraine, which cost Netflix 700,000 members.\n\nA Netflix spokesperson did not immediately respond to a request for comment.\n\nThe lawsuit names Netflix Co-Chief Executives Reed Hastings and Ted Sarandos and Chief Financial Officer Spencer Neumann. It seeks damages for investors who traded Netflix shares between Oct. 19, 2021 and April 19, 2022.\n\nThe case is Pirani v. Netflix Inc et al., No. 22-cv-02672, U.S. District Court, Northern District of California.\n\nReporting by Jody Godoy in New York; Editing by Will Dunham\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Netflix is losing billions a year to password sharing. Here’s how it plans to fight back",
        "publish_date": "04/18/2022",
        "text": "With an increase in monthly subscription costs, customers are looking for ways to save money on their streaming services. Streaming giant Netflix is now facing the repercussions.\n\nThe streamer is missing out on up to $6.25 billion in annual revenue as customers flock to illegal password-sharing marketplaces, according to a recent report in the Daily Mail.\n\nThe marketplaces, such as TogetherPrice, offer access to subscriptions for as little as $1, allowing customers to share subscription costs.\n\nNow Netflix is planning to fight back.\n\nNetflix fights password sharing\n\nLast month, the streaming service rolled out a new option allowing users to add someone to their plan for as little as $2 a month. However, this deal is offered only in some countries like Chile, Costa Rica, and Peru.\n\nThe streamer started warning users last year that people should not share their passwords with people they don't live with.\n\nEarlier this year, the company also announced that it was planning on charging users who shared their passwords with people outside of their households.\n\nThe company has gotten some backlash for this warning, as back in 2017, it tweeted, \"Love is sharing a password.\"\n\nhttps://twitter.com/PoorlyAgedStuff/status/1505893301915987972?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1505893301915987972%7Ctwgr%5E%7Ctwcon%5Es1_u0026ref_url=https%3A%2F%2Fwww.news18.com%2Fnews%2Fbuzz%2Fnetflix-gets-roasted-for-poorly-aged-tweet-claiming-love-is-sharing-a-password-4900676.html\n\nThe root of the problem\n\nWhen the pandemic started, people started spending more time at home, turning to binge-watching shows on streaming platforms. Demand surged for streaming platforms, as consumers sought out new shows and movies to watch.\n\nNAGRA, an organization that develops digital TV standards, believes that the streaming market has become saturated, making it difficult for companies like Netflix to attract new subscribers.\n\n\"One of the behaviors we've seen is that with subscription stacking, it started to become expensive for consumers, and pirates have seen an opportunity in credential theft or credential hijacking,\" vice president of sales Ken Gerstein told the Sacramento Bee.\n\nStory continues\n\nHowever, according to the Advertising Research Foundation, 18- to 24-year-olds seem to be the problem. Experts suggest this could be because they have lower wages and are trying to save as much money as possible.\n\nPassword sharing has become a problem for all streaming services and could cost the industry up to $25 billion a year, according to a Citibank report.\n\nPlans getting more expensive\n\nNetflix recently hiked its subscription costs. Monthly costs for the basic plan went up by $1, while the standard and basic plans increased by $1.50 and $2, respectively.\n\nNow Netflix’s cheapest plan goes for $9.99 a month. The standard plan costs $15.49 per month, and the premium plan costs $19.99.\n\nThat puts it at the higher end of streaming providers. Disney+ starts at $7.99, Prime Video starts at $8.99, Hulu starts at $6.99, and HBO Max starts at $9.99.\n\nThis story was originally featured on Fortune.com"
    },
    {
        "title": "Everything You Need to Know About Netflix’s Big Miss",
        "publish_date": "04/21/2022",
        "text": "No company has benefited more from the shift in the way people watch television than Netflix Inc. But the news on April 19 that the streaming service had lost 200,000 customers globally in the first quarter and expects to lose 2 million in the second quarter transformed Netflix from the quintessential growth stock into a market pariah almost overnight. The company’s market value plunged by $54 billion, as investors worried about Netflix’s prospects and the limits of video streaming itself. Netflix says it will do everything from cracking down on password sharing to rolling out a lower-priced service with ads, both measures that the company had avoided in the past. We asked Bloomberg News’s media and entertainment writers to help us make sense of this dramatic turnabout.\n\nNetflix’s stock took a phenomenal dive after its subscriber count announcement. Why were investors so suddenly taken aback, given that a lot of the issues–competition, the rising cost of content, saturation in larger markets–were well known?"
    },
    {
        "title": "Netflix (NFLX) Down as Much as 39%; Biggest Drop Since 2004",
        "publish_date": "04/19/2022",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Netflix reverses subscriber slump, shares surge 14%",
        "publish_date": "10/18/2022",
        "text": "LOS ANGELES, Oct 18 (Reuters) - Netflix Inc (NFLX.O) reversed customer losses that had hammered its stock this year and projected more growth ahead, reassuring Wall Street as it prepares to offer a new streaming option with advertising.\n\nShares of Netflix jumped 14% in after-hours trading, boosted in part by the streaming giant's forecast that it would pick up 4.5 million customers in the fourth quarter. The company's stock, an investor favorite during its years of rapid growth, had fallen nearly 60% this year before the earnings report.\n\n\"Thank God we're done with shrinking quarters,\" said Co-CEO Reed Hastings, adding the company needs to continue gathering momentum by focusing on content, marketing and a lower-priced plan with advertising.\n\nFrom July through September, Netflix attracted 2.4 million new subscribers worldwide, more than double what Wall Street expected.\n\n\"Netflix's impressive numbers show the company's growth story is far from over,\" said Investing.com analyst Haris Anwar.\n\nDuring the quarter, Netflix released the final episodes of season four of sci-fi hit \"Stranger Things,\" plus serial-killer series \"Dahmer - Monster: The Jeffrey Dahmer Story,\" which became one of Netflix's most-watched series of all time.\n\nThe streaming giant is working to kick-start membership growth after a sudden decline in the first half of the year, when the company's subscriber base shrunk by 1.2 million amid a rocky global economy and growing competition for online video viewers. Netflix now has a total of 223.1 million subscribers around the world.\n\nMost established services have stopped growing in the United States, where the market has reached maturity. Newer entrants, such as Paramount Global's (PARA.O) Paramont+, are picking up market share thanks to live sports programming.\n\nIn its quarterly letter to shareholders, Netflix noted that other media companies are losing money from streaming.\n\n\"Our competitors are investing heavily to drive subscribers and engagement, but building a large, successful streaming business is hard,\" the letter said.\n\nNetflix estimated that competitors would end 2022 with combined operating losses of \"well over $10 billion,\" compared with Netflix's annual operating profit of $5 billion to $6 billion.\n\nRivals such as Walt Disney Co (DIS.N) run multiple businesses including TV networks and theme parks that offset streaming losses.\n\nFor the third quarter, Netflix topped analyst projections with revenue of $7.9 billion, up 6% from a year earlier. Earnings were $3.10 per share.\n\n[1/2]Signage at the Netflix booth is seen on the convention floor at Comic-Con International in San Diego, California, U.S., July 21, 2022. REUTERS/Bing Guan Acquire Licensing Rights\n\nThe company's forecast of 4.5 million customer pickups by the year's end came in slightly ahead of Wall Street estimates, which had averaged 4.2 million. For the fourth quarter, Netflix projected revenue of $7.8 billion, a sequential decline it blamed on the strong value of the U.S. dollar.\n\nIn early November, Netflix is launching a $7-per-month streaming plan with advertising to attract cost-conscious customers.\n\n\"We're quite confident in the long term that this will lead to a significant incremental revenue and profit stream,\" Chief Product Officer Greg Peters said.\n\nHe did not disclose how many new subscribers, or how much revenue, Netflix expects from the advertising plan.\n\nPP Foresight analyst Paolo Pescatore predicted some of Netflix's current subscribers will switch to the lower-priced option.\n\n\"Some will downgrade or decide to come back to Netflix,\" Pescatore said. \"The move is as much about retaining users as well as signing up new ones.\"\n\nAnother analyst, Wedbush's Michael Pachter, saw the ad-supported tier as a tool for to reduce cancellations by giving price-sensitive subscribers an alternative.\n\nDisney, Warner Bros Discovery (WBD.O) and other companies also offer, or plan to offer, ad-supported options.\n\nWhile Netflix is making various changes to propel growth, the company said it remained committed to producing original programming and releasing all episodes at once for binge watching.\n\n\"We believe the ability for our members to immerse themselves in a story from start to finish increases their enjoyment but also their likelihood to tell their friends,\" the company said.\n\nA new season of British royal family drama \"The Crown\" and a sequel to 2019 movie \"Knives Out\" will be released during the fourth quarter.\n\nNetflix said it would no longer provide quarterly guidance for new customers. The company will continue to issue forecasts for revenue, operating income and other categories.\n\n\"We are increasingly focused on revenue as our primary top line metric,\" the company said.\n\nReporting by Lisa Richwine and Dawn Chmielewski; Additional reporting by Tiyashi Datta in Bengaluru; Editing by Kenneth Li, Peter Henderson, Lisa Shumaker and Sandra Maler\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Coming Soon on Netflix: A New Netflix",
        "publish_date": "10/13/2022",
        "text": "Around noon on Wednesday, March 16, hundreds of Netflix Inc. employees gathered on the second floor of the Anaheim Hilton Hotel expecting to hear good news. The company had thrived during the pandemic. It added 36.6 million customers in 2020, a record, and its aggressive investment in original content paid off in 2021 with the French crime show Lupin and the South Korean thriller Squid Game, two of its most popular programs ever. Netflix had also broken through at Hollywood’s biggest awards shows, winning two of the top three Emmys and receiving 27 Oscar nominations, the most of any company. A couple of years into the streaming wars, it looked as if Netflix had not only survived but emerged stronger.\n\nCo-Chief Executive Officer Ted Sarandos , who turned Netflix into an award-winning powerhouse, took the stage to open the company’s annual business review meeting after a brief sizzle reel recapping its many hits. But as soon as he ceded the stage to Spencer Wang , the vice president for finance, investor relations, and corporate development, the mood in the room began to darken, according to two people who were present but aren’t authorized to talk about it. Netflix’s growth had sputtered in recent months, putting the company on pace to lose subscribers for the first time since 2011. As executives followed Wang onto the stage to outline ways they could reverse the slide, many employees started to grasp that Netflix was in trouble. Its remarkable success over a 25-year history had instilled in staff a belief that it could never lose. A small DVD-by-mail service from Los Gatos, Calif., had seen into the future time and time again, outflanking much larger players to remake Hollywood in its image. This was the first time anyone could remember Netflix’s leadership saying that competition was negatively affecting the company’s streaming business in a significant way."
    },
    {
        "title": "What Netflix Will Look Like in 2023",
        "publish_date": "10/16/2022",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Netflix ad-supported plan to launch in November at $7 a month",
        "publish_date": "10/13/2022",
        "text": "Signage at the Netflix booth is seen on the convention floor at Comic-Con International in San Diego, California, U.S., July 21, 2022. REUTERS/Bing Guan/File Photo Acquire Licensing Rights\n\nLOS ANGELES, Oct 13 (Reuters) - Netflix Inc (NFLX.O) said on Thursday it will introduce a streaming plan with advertising for roughly $7 per month in November, a move to attract new subscribers after the company lost customers in the first half of the year.\n\nThe $6.99 cost for the \"Basic with Ads\" plan is $3 less than Netflix's lowest-priced tier without commercials. The new option will roll out in 12 countries including the United States, Brazil, Germany, Japan and Korea, over 10 days.\n\nSubscribers to the plan will see roughly four to five minutes of advertising per hour, Netflix said. Newly released films will have limited advertising to preserve the cinematic experience.\n\nAbout 5% to 10% of Netflix's programming will not be available on the ad-supported alternative because of licensing restrictions, Netflix Chief Operating Officer Greg Peters told reporters.\n\nShares of Netflix were up 5.4% at $232.86 in late afternoon trading. The company's stock had fallen 62% this year before Thursday's announcement.\n\nNetflix executives had adamantly opposed adding commercials to their service for years. They announced a change of heart in April when the company stunned Wall Street by shedding subscribers in the first quarter and predicting additional defections.\n\n\"We at Netflix have a huge opportunity ahead to grow our unit and to attract more subscribers. And part of that is having a wide range of pricing plans,\" Peters said on Thursday.\n\nPeters declined to estimate how many customers would sign up for the ad-supported plan or how much additional revenue Netflix might generate. The company will provide forecasts for the fourth quarter when it releases earnings on Tuesday.\n\nCowen & Co analyst John Blackledge, in a research note, said the addition of advertising offered a \"significant opportunity to unlock member growth\" among price-sensitive audiences.\n\nHe pointed to a Wall Street Journal report that Netflix had set a goal of 13.3 million ad-supported viewers in the United States by the third quarter of 2023.\n\nOther streaming services including Walt Disney Co's (DIS.N) Hulu and Disney+ and Warner Bros Discovery's (WBD.O) HBO Max already have, or plan to offer, ad-supported options that cost less. Those services charge between $8 and $10 per month for plans with commercials.\n\nNetflix, known for hits such as \"Stranger Things\" and \"Squid Game,\" reported 220.7 million paying subscribers as of June, down nearly 1.2 million from the start of the year. The company projected it would add 1 million customers in the third quarter.\n\nThe ad-supported plan from Netflix will debut in Canada and Mexico on Nov. 1, and in the United States, Brazil, United Kingdom, France, Italy, Germany, Australia, Korea and Japan on Nov 3.\n\nSpain will follow a week later on Nov. 10.\n\n\"They're very well positioned, because they're a premium brand and marketers are extremely interested in being aligned with quality content,\" said Greg Kahn, a former ad industry executive who now runs a media advisory firm.\n\nKahn predicted the new ad-supported service would likely cause some price-sensitive subscribers to opt for the cheaper tier, but added, \"There's much more potential in gaining revenue and gaining a new subscriber base.\"\n\nJeremi Gorman, Netflix’s president of worldwide advertising, said Netflix nearly sold out its ad inventory for the launch of the new tier, attracting interest from automakers, consumer packaged goods companies and luxury brands.\n\nAdvertisers can target viewers by country or genre, or run commercials on the service’s top 10 shows. Brands also can exclude ads from content featuring graphic violence, sex or nudity, Gorman said. Netflix also is introducing third-party verification to confirm ad impressions and traffic. Ratings agency Nielsen will also provide audience measurement, starting next year.\n\nReporting by Lisa Richwine and Dawn Chmielewski in Los Angeles Editing by Matthew Lewis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Netflix may haul in billions of dollars by selling ads, predicts JPMorgan",
        "publish_date": "10/10/2022",
        "text": "Netflix stands to haul in big bucks over the next few years from the launch of its first ad-supported tier, estimates JPMorgan.\n\nAnalyst Doug Anmuth estimated in a new note on Monday Netflix could drive 7.5 million subscribers to its ad-supported tier in its US/Canada segment in 2023. That alone will help drive $600 million in advertising sales in 2023 for the segment. Anmuth expects those numbers to swell by 2026 as Netflix's execution on selling ads improves.\n\nBy 2026, Anmuth thinks Netflix's US/Canada segment will boast 22 million subscribers and drive $2.65 billion in advertising sales.\n\nOptimism on Wall Street regarding the financial impact of Netflix's looming ad-tier has greatly supported the stock in recent months. Shares of the streaming giant are up 19% in the past three months, out-performing the S&P 500's 4% drop.\n\n\"Given Netflix's recently muted sub growth, advertising is critical to re-accelerating revenue, expanding Netflix's SAM [subscription addressable market], and driving greater profitability,\" explained Anmuth.\"The Netflix narrative has shifted from slow/no sub growth on the current business to advertising and paid sharing coming in 2023.\"\n\nTo Anmuth's point, the first half of 2022 has been un-Netflix like — factors that have led to the stock plunging 63% year to date.\n\nThe company shed more than one million paid subscribers in the first two quarters of the year as the economy slowed and consumers cutback. Becoming more mobile post COVID-19 pandemic has also weighed on subscriber trends for Netflix, as has been the rising of competing streaming platforms from Disney and Paramount.\n\nBut there is a real chance for Netflix to make a meaningful business by offering an ad-supported pricing tier for consumers, Cowen analyst John Blackledge says. Hence, Netflix's shares have come back alive.\n\n\"I think it will be a net-net-incremental [positive],\" Blackledge said on Yahoo Finance Live. \"It is a positive multi-year revenue [opportunity] for the company.\"\n\nStory continues\n\nBrian Sozzi is an editor-at-large and anchor at Yahoo Finance. Follow Sozzi on Twitter @BrianSozzi and on LinkedIn.\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance\n\nDownload the Yahoo Finance app for Apple or Android\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and YouTube"
    },
    {
        "title": "Netflix Q3 earnings beat with streamer adding 2.4M subscribers",
        "publish_date": "10/18/2022",
        "text": "Netflix (NFLX) reported its fiscal third quarter earnings on Tuesday after the bell, crushing expectations and prompting shares to surge more than 14% in after-hours trading.\n\nHere are Netflix's third quarter results compared to Wall Street's consensus estimates, as compiled by Bloomberg:\n\nRevenue: $7.93 billion versus $7.85 billion expected\n\nAdj. earnings per share (EPS): $3.10 versus $2.22 expected\n\nSubscriber net additions: +2.41 million versus +1 million estimated\n\nIn a note to shareholders, the company said, \"After a challenging first half, we believe we’re on a path to reaccelerate growth. The key is pleasing members. It’s why we’ve always focused on winning the competition for viewing every day. When our series and movies excite our members, they tell their friends, and then more people watch, join and stay with us.\"\n\nThe company attributed its success in the quarter to several TV and film hits, including \"Monster: The Jeffrey Dahmer Story,\" \"Stranger Things S4,\" \"Extraordinary Attorney Woo,\" \"The Gray Man,\" and \"Purple Hearts.\"\n\nAdditionally, Netflix noted its streaming prowess relative to competitors, writing, \"Our competitors are investing heavily to drive subscribers and engagement, but building a large, successful streaming business is hard - we estimate they are all losing money, with combined 2022 operating losses well over $10 billion, vs. Netflix's $5 to $6 billion annual operating profit.\"\n\n\"Monster: The Jeffrey Dahmer Story\" (Courtesy: Netflix)\n\nTuesday's earnings marked the first time this year the company has added subscribers, which mostly came from outside of the United States. In the first and second quarters, the company lost 200,000 and 970,000 subscribers, respectively.\n\nThe company said it will stop giving guidance on paid memberships moving forward due to its introduction of new revenue streams. For now, though, it estimated an addition of 4.5 million subscribers next quarter (above prior forecasts of 3.9 million.)\n\nStory continues\n\nTo help stem earlier subscriber losses, the company plans to launch an ad-supported subscription tier in November.\n\nMost analysts have remained bullish on the profitability aspects of the new ad tier.\n\nUBS analyst John Hodulik recently upped his price target on the stock by $52 to $250 a share, and JPMorgan analyst Doug Anmuth said that the ad tier's lower price point ($6.99 in the U.S.) indicates Netflix's confidence in advertising revenue.\n\nElsewhere on Wall Street, Citigroup analyst Jason Bazinet (who maintains a Buy rating on the stock) said that the upcoming ad tier \"could point to material upside\" in free cash flow, and Evercore ISI's Mark Mahaney predicted that ad-supported will bring in $1 to $2 billion in incremental revenue by 2024.\n\nOn a call prior to the ad tier announcement, Netflix Worldwide Advertising President Jeremi Gorman said the platform \"nearly sold out all of its [ad] inventory\" globally for launch — bucking the trend of a global ad spend slowdown.\n\nDespite the earnings beat, the company lowered its guidance, citing foreign exchange (FX) headwinds as the U.S. dollar continues to strengthen against most major currencies.\n\n\"Based on our YTD actuals and Q4 guidance, we estimate that this appreciation since January 1, 2022 will negatively impact our full year 2022 revenue and operating income by ~$1 billion and $0.8 billion, respectively,\" the company noted in the release.\n\nAlexandra is a Senior Entertainment and Food Reporter at Yahoo Finance. Follow her on Twitter @alliecanal8193 and email her at alexandra.canal@yahoofinance.com\n\nClick here for the latest trending stock tickers of the Yahoo Finance platform\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance\n\nDownload the Yahoo Finance app for Apple or Android\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and YouTube"
    },
    {
        "title": "Netflix Returns to Growth, Saying the Worst of Slowdown Is Over",
        "publish_date": "10/18/2022",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Netflix Plans to Launch $7-a-Month Streaming Plan With Advertising",
        "publish_date": "10/13/2022",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Netflix will begin charging 'extra user' fees early next year",
        "publish_date": "10/18/2022",
        "text": "We all knew it was coming. The next phase of Netflix's months-long crackdown on password sharing — which itself follows the company's first quarterly subscriber loss in a decade — is soon upon us. The company announced during its quarterly earnings call on Tuesday that it will charge customers an added monthly fee to people who share their login credentials beginning in early 2023.\n\nThis move is an expansion of a pilot program currently running in Latin America which charges extra fees for \"extra user\" subaccounts, users outside of your immediate household who use your login to access the service. Basically, every listing on the \"Who's Watching?\" screen is going to cost you extra money if they don't also live with you.\n\nThe news comes as Netflix attempts to return to growth and settle investors after confirming it lost subscribers earlier in the year. With help from Monster: The Jeffrey Dahmer Story and Season Four of Stranger Things, the company was able to add more than 2.4 million subscribers in its third quarter.\n\nNetflix has not yet announced pricing for the punitive charges, though if they follow the pilot program's \"one quarter of the basic rate\" scheme, it should work out to around US$3-4. For folks wanting to avoid those fees, Netflix unveiled on Monday an account migration tool that will transfer a user's subaccount data (viewing history, recommendations and the like) to their new, independent subscription.\n\nIn addition, the company recently announced a less expensive, ad-supported tier that will cost $7 a month when it launches on November 3rd. The new tier will be available in a dozen countries, including the UK, Canada, and Mexico, by November 10th."
    },
    {
        "title": "Netflix with ads will be available November 3rd for $7 per month",
        "publish_date": "10/13/2022",
        "text": "Netflix's ad-supported tier finally has a release date, and it's now clear just what sacrifices you'll have to make to get a lower price. The new \"Basic with Ads\" plan will be available November 3rd at 12PM Eastern for $7 per month. It will initially be available to viewers in 12 countries, including the US, UK, Australia, Brazil, Canada, France, Germany, Italy, Japan, Mexico, South Korea and Spain.\n\nThere are compromises beyond the commercials, which will run for an average of four to five minutes per hour. You'll be limited to a \"720p/HD\" resolution, and licensing will prevent you from watching certain movies and TV shows. Netflix says it's \"working on\" lifting that content restriction. You also can't download content to watch offline, so you'll need to pay for a Standard or Premium plan if you need viewing material for your next flight.\n\nThe ads will initially be 15- to 30-second spots, and will play both before and during shows. There will be \"broad\" targeting for those ads based on criteria like your country and the genres of content you watch. Nielsen is also tracking the performance of these ads in the US through its digital rating system.\n\nThere are still plenty of incentives to use a more expensive plan, then. However, Netflix is hopeful this will make its service accessible to a wider audience than before. To some extent, it's necessary. Netflix has been losing subscribers in recent quarters, and Basic with Ads could help either attract newcomers or keep existing users from jumping ship."
    },
    {
        "title": "When Netflix and HBO Turned on Each Other, They Forged a New Era of Television",
        "publish_date": "10/28/2022",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Netflix stock: Why 2 analysts think the streaming giant is still a screaming Sell",
        "publish_date": "10/11/2022",
        "text": "Not everyone on Wall Street is on board for the bullish ride Netflix (NFLX) stock has been on in recent months.\n\nShares of the streaming beast are up 18% in the past three months, blowing away the Nasdaq Composite's 9% drop amid optimism surrounding Netflix's upcoming ad-tier service.\n\nAnalyst Doug Anmuth estimated in a new note this week that Netflix could drive 7.5 million subscribers to its ad-supported tier in its US and Canada segment in 2023, which could drive $600 million in advertising sales in 2023 for the segment. Anmuth also expects those numbers to swell to 22 million subscribers and $2.65 billion in advertising sales by 2026 as Netflix's execution on selling ads improves.\n\nBut for other pros, this rosy outlook is overdone.\n\nThat's the tone from two bearish notes from Pivotal Research and Goldman Sachs out on Tuesday. These notes, along with broader market volatility, sent Netflix shares down nearly 7% in Tuesday's trading.\n\nHere's what those analysts had to say about Netflix:\n\nGoldman Sachs Analyst Eric Sheridan\n\nRating: Sell\n\nPrice Target: $182\n\nDownside Projected: -20.8%\n\n\"Since its last earnings report, Netflix has outperformed the market... on the back of a mix of 'better than feared' subscriber losses in Q2 and growing investor optimism about the company’s dual initiatives — building toward a product launch for an ad supported subscriber tier and beginning to implement a crackdown on password sharing in some overseas markets,\" Sheridan wrote. \"On the former, as we have had a number of conversations with advertising industry checks, we stand by our analysis of the opportunity set for Netflix that we first introduced in our last quarterly earnings preview as we expect a host of large scaled brand advertisers will adopt the offering but its current framework (large minimum commitment, above industry pricing and limited measurement) could cap the advertising dollar opportunity unless it evolves.\"\n\nStory continues\n\nIn addition, Sheridan warned that \"additional subscriber offerings could cause 'spin down' into the lowest priced plans by users in any potential consumer recession over the next 6-12 months.\"\n\nA man participates in a Netflix series 'Squid Game' mission at a department store in Bangkok, Thailand, November 20, 2021. REUTERS/Chalinee Thirasupa\n\nPivotal Research Analyst Jeff Wlodarczak\n\nRating: Sell\n\nPrice Target: $175\n\nDownside Projected: -23.9%\n\n\"In the end, this is not rocket science,\" Wlodarczak wrote. \"We view Netflix's move to launch an ad supported alternative as fraught with ARPU [average revenue per user], technological, financial and product risk. If Netflix were an upstart player looking to add subscribers, ad supported could be a no brainer but as the incumbent operator it seems to offer more risk than reward mainly given the existing sub repricing/results variability risk. We don’t see significant subscriber acceleration in the key U.S. market from the move, beyond a potential short-term benefit, and in most international markets the ad opportunity per sub is dramatically less than in the U.S.\"\n\nAs a result, he continued, \"we view the potential transition of ultimately 40-60% of Netflix subscriber base to ad supported as a very risky endeavor which combined with increasing levels of competition (exacerbated by the fact certain players are not focused on profitability in the core streaming business) and the existing still rich valuation leads us to continue to be cautious on the stock.\"\n\nThe analyst noted one other headwind Netflix faces as streaming companies battle over subscribers.\n\n\"A last under-appreciated risk here is that Netflix management believes they can moderate the growth in content costs when virtually all of their peers are accelerating investment in content particularly on exclusive sports rights which could ultimately hit Netflix subscriber growth or push the company to reaccelerate content investment spend,\" Wlodarczak said.\n\nBrian Sozzi is an editor-at-large and anchor at Yahoo Finance. Follow Sozzi on Twitter @BrianSozzi and on LinkedIn.\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance\n\nDownload the Yahoo Finance app for Apple or Android\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and YouTube"
    }
]