[
    {
        "title": "Nvidia tumbles 19% after missing on revenue and guidance",
        "publish_date": "11/16/2018",
        "text": "Jen-Hsun Huang, president and chief executive officer of Nvidia Corp., holds a Nvidia Volta 125 Teraflops per second (TFLOPS) Tensor Core as he speaks during an event at the 2018 Consumer Electronics Show (CES) in Las Vegas, Nevada, U.S., on Sunday, Jan. 7, 2018.\n\nNvidia shares tumbled 18.8 percent at Friday's close after missing on revenue and guidance in its third-quarter 2019 earnings report.\n\nThe company missed analyst revenue expectations of $3.24 billion per Refinitiv, with the company recording $3.18 billion for the quarter. Guidance for the fourth quarter was $2.70 billion, plus or minus 2 percent, excluding certain items. That compares with the Refinitiv consensus estimate of $3.40 billion.\n\nSurplus inventory weighed heavily on the company's fourth-quarter guidance. On a call with analysts following the report Thursday, CEO Jensen Huang said it could take up to two quarters to move through the additional inventory.\n\n\"Our Q4 outlook for gaming reflects very little shipment in the midrange Pascal segment to allow channel inventory to normalize,\" Chief Financial Officer Colette Kress said on the call. Revenue for Nvidia's biggest segment, gaming, fell below the $1.89 billion FactSet consensus estimate, coming in at just $1.76 billion for the quarter.\n\nIn notes Friday, analysts expressed varying degrees of concern over the excess inventory, with some saying it would be a temporary problem. Others, such as Wells Fargo, said \"investors will be frustrated\":\n\n\"While we can appreciate that NVIDIA's weak F4Q19 outlook is impacted by a 1-2 quarter work-down of Pascal mid-range gaming card inventory in the channel (~$600M; assuming no sell-in in F4Q19 as crypto-related dynamics flush through the channel), coupled with a seasonal decline in game console builds, we think investors will be frustrated by NVIDIA's comments exiting F2Q19 that: '…we [NVIDIA] see inventory at the lower-ends of our stack…inventory is well positioned for back-to-school and building season that's coming up on F3Q19…' \"\n\nSusquehanna, which had predicted a decline in Nvidia's cryptocurrency-related revenue, said the weak revenue and guidance \"appears significantly larger than our sizable expectation.\" In the segment containing crypto-related revenue, Nvidia reported a 23 percent year-over-year decline at $148 million, which still beat the FactSet consensus estimate of $102 million. The firm reduced its price target estimates from $230 to $210.\n\n\"While we have been the crypto-GPU bears on the Street, admittedly we were not patient enough to let this unwind fully play out, and may have also underestimated the size of this Ethereum GPU bubble,\" Susquehanna wrote. \"That said, we are long-term bulls on NVDA as we believe in the A.I. inference opportunity, pro-viz upgrade cycle and 7nm refresh coming this fall. While NVDA's report was unexpectedly bad, there is one thing we know… AMD will likely be worse.\"\n\nNvidia's revenue and guidance miss appears to have an effect on one of its closest competitors in the computer chip space, Advanced Micro Devices. AMD also closed down 3.9 percent Friday.\n\n— CNBC's Jordan Novet contributed to this report."
    },
    {
        "title": "NVIDIA adds 'Control' and other games to GeForce Now",
        "publish_date": "03/27/2020",
        "text": "NVIDIA's GeForce Now has expanded its list of supported games with a bunch of new titles, starting with Remedy Entertainment's and 505 Games' action-adventure title Control. The supernatural action game supports graphics cards with ray tracing, which enables realistic lighting effects. Android Central notes, though, that it may look still inferior to the Xbox One version, because its video quality is capped at 1080p.\n\nGeForce Now users can also play Arma 2: Operation Arrowhead, Danganronpa: Trigger Happy Havoc, Dungeons 3, Headsnatchers, IL-2 Sturmovik: Battle of Stalingrad, Jagged Alliance 2 - Wildfire and The Guild 3 through the service. In addition, NVIDIA said that users can look forward to seeing more games added to the platform every Thursday.\n\nThis is one of the first positive developments for NVIDIA's game streaming service in a while. It has lost access to a huge list of games since it went live for all users in February. Activision Blizzard pulled all its games from the platform, including Call of Duty: Modern Warfare, Overwatch and World of Warcraft a few days after it launched. Bethesda followed soon after, which means GeForce Now also lost access to titles like Skyrim, Fallout and The Elder Scrolls. Borderlands, Civilization, BioShock, XCOM and 2K Games' other franchises left the platform earlier this month, as well."
    },
    {
        "title": "Exclusive: Nvidia offers new advanced chip for China that meets U.S. export controls",
        "publish_date": "11/07/2022",
        "text": "OAKLAND, Calif., Nov 7 (Reuters) - U.S. chip maker Nvidia Corp (NVDA.O) is offering a new advanced chip in China that meets recent export control rules aimed at keeping cutting-edge technology out of China's hands, the company confirmed on Monday.\n\nNvidia responded to Reuters' reporting that Chinese computer sellers are advertising products with the new chip.\n\nThe chip, called the A800, represents the first reported effort by a U.S. semiconductor company to create advanced processors for China that follow new U.S. trade rules. Nvidia has said the export limitations could cost it hundreds of millions of dollars in revenue.\n\nU.S. regulations set in early October effectively banned export of advanced microchips and equipment to produce advanced chips by Chinese chipmakers, part of an effort to hobble China's semiconductor industry and in turn the military.\n\nIn late August, Nvidia and Advanced Micro Devices Inc AMD.O both said that their advanced chips, including Nvidia's data center chip A100, were added to the export control list by the U.S. Commerce Department. The Nvidia A800 can be used in place of the A100 and both are GPUs, or graphics processing units.\n\nSuch advanced chips can cost thousands of dollars each.\n\n\"The Nvidia A800 GPU, which went into production in Q3, is another alternative product to the Nvidia A100 GPU for customers in China. The A800 meets the U.S. Government’s clear test for reduced export control and cannot be programmed to exceed it,\" a Nvidia spokesperson said in a statement to Reuters.\n\nThe logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith/File Photo Acquire Licensing Rights\n\nNvidia declined comment on whether it consulted the Commerce Department about the new chip. A Commerce Department spokesperson declined to comment.\n\nAt least two Chinese websites by major server makers offer the A800 chip in their products. One of those products previously used the A100 chip in promotional material.\n\nA distributor website in China detailed the specifications of the A800. A comparison of the chip capabilities with the A100 shows that the chip-to-chip data transfer rate is 400 gigabytes per second on the new chip, down from 600 gigabytes per second on the A100. The new rules restrict rates of 600 gigabytes per second and up.\n\n“The A800 looks to be a repackaged A100 GPU designed to avoid the recent Commerce Department trade restrictions,” said Wayne Lam, an analyst at CCS Insight, basing his comments on the specs shared by Reuters, and noting that eight is a lucky number in China.\n\n\"China is a significant market for Nvidia and it makes ample business sense to reconfigure your product to avoid trade restrictions,” said Lam.\n\nLam said the chip-to-chip communications abilities of the A800 represented a clear performance downgrade for a data center where thousands of chips are used together.\n\nMajor Chinese server makers Inspur and H3C which offer servers with the new chips did not respond to requests for comment. Neither did chip distributor OmniSky, which posted the A800 specs online.\n\nNvidia has said that about $400 million worth of chip sales to China could be impacted in its fiscal third quarter ended in October due to the limits on high-end chips. Having a replacement chip could help lessen the financial blow. The company is to report quarterly results on Nov. 16.\n\nReporting by Jane Lanhee Lee in Oakland, Calif. Addditional reporting by Josh Horwitz in Shanghai and Karen Freifeld in New York; Editing by Peter Henderson, Matthew Lewis and Leslie Adler\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia says it is working with Microsoft to build 'massive' cloud AI computer",
        "publish_date": "11/16/2022",
        "text": "[1/2] H100, Nvidia's latest GPU optimized to handle large artificial intelligence models used to create text, computer code, images, video or audio is seen in this photo.\" Santa Clara, CA U.S.,September 2022. NVIDIA/Handout via REUTERS Acquire Licensing Rights\n\nOAKLAND, Calif, Nov 16, (Reuters) - U.S. chip designer and computing firm Nvidia Corp (NVDA.O) on Wednesday said it is teaming up with Microsoft Corp (MSFT.O) to build a “massive” computer to handle intense artificial intelligence computing work in the cloud.\n\nThe AI computer will operate on Microsoft’s Azure cloud, using tens of thousands of graphics processing units (GPUs), Nvidia’s most powerful H100 and its A100 chips. Nvidia declined to say how much the deal is worth, but industry sources said each A100 chip is priced at about $10,000 to $12,000, and the H100 is far more expensive than that.\n\n“We're at that inflection point where AI is coming to the enterprise and getting those services out there that customers can use to deploy AI for business use cases is becoming real,” Ian Buck, Nvidia’s general manager for Hyperscale and HPC told Reuters. “We're seeing a broad groundswell of AI adoption ... and the need for applying AI for enterprise use cases.”\n\nIn addition to selling Microsoft the chips, Nvidia said it will partner with the software and cloud giant to develop AI models. Buck said Nvidia would also be a customer of Microsoft’s AI cloud computer and develop AI applications on it to offer services to customers.\n\nThe rapid growth of AI models such as those used for natural language processing have sharply boosted demand for faster, more powerful computing infrastructure.\n\nNvidia said Azure would be the first public cloud to use its Quantum-2 InfiniBand networking technology which has a speed of 400 gigabits per second. That networking technology links servers at high speed. This is important as heavy AI computing work requires thousands of chips to work together across several servers.\n\nReporting By Jane Lanhee Lee; Editing by David Gregorio\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia third-quarter revenue up on strong data center demand",
        "publish_date": "11/16/2022",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith/File Photo Acquire Licensing Rights\n\nNov 16 (Reuters) - Chip designer and computing firm Nvidia Corp (NVDA.O) beat expectations for third-quarter revenue on Wednesday, thanks to strong demand in its data center business on the back of rising cloud adoption.\n\nData center revenue in the third quarter rose 31% from a year ago, while gaming revenue was down 51% from a year ago. Nvidia shares rose 1% in after-hours trading.\n\nCloud companies are increasingly using Nvidia chips in their systems. Microsoft Corp (MSFT.O) is working with the company to build a \"massive\" computer to handle intense artificial intelligence computing work in the cloud. read more\n\nAs of August, Nvidia's market share of so-called accelerator chips inside the world's six biggest clouds' infrastructure grew to 85%, brokerage Jefferies said in a note in October. read more\n\nWhile U.S. export restrictions have been a cause for worry, Nvidia's production of a downgraded iteration of the A100, called A800, which complies with recent export control rules, has been a bright spot as it helped lessen the financial blow. read more\n\nAnd Nvidia Chief Financial Officer Colette Kress said while the export restrictions impacted third-quarter revenue, the decline was \"largely offset by sales of alternative products into China.\"\n\n\"The export restriction put on by the U.S. Department of Commerce was a blessing for Nvidia as Chinese customers started to hoard its Datacenter GPUs,\" said Summit Insights Group analyst Kinngai Chan, who upgraded the stock to \"buy\" from \"hold\".\n\nWhile the A800 chip meets the export regulations for China, asked if it also met the spirit of the regulations, Nvidia Chief Executive Jensen Huang said \"it meets the clear test in letter and spirit\".\n\nThere have been questions by chip industry executives on whether Nvidia had cleared the changes with the Commerce Department. Nvidia previously declined to comment on that issue.\n\nNvidia's gaming business, a segment that once drove its revenue, was hit by weak consumer demand, but also a change in the way Ethereum crypto currency is created.\n\n\"This may have contributed to increased after-market sales of our GPUs in certain markets, potentially impacting demand for some of our products, particularly in the low-end,\" Kress said.\n\nNvidia's GPU chips have been popular for mining crypto currencies but a crypto market rout is also hurting demand. CEO Huang said that going forward he does not expect blockchain to be an important part of the business.\n\nThe company's adjusted revenue for the quarter ended Oct. 30 was $5.93 billion. Analysts on average had expected revenue of $5.77 billion, according to Refinitiv data.\n\nNvidia forecast current-quarter revenue at $6 billion, plus or minus 2%, versus expectation of $6.09 billion.\n\nReporting by Chavi Mehta in Bengaluru and Jane Lanhee Lee in Oakland, Calif.; Editing by Maju Samuel, Richard Chang and Stephen Coates\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia earnings: Revenue beats expectations, bottom line falls short",
        "publish_date": "11/16/2022",
        "text": "Graphics chip giant Nvidia (NVDA) announced its Q3 earnings after the closing bell on Wednesday, beating analysts' expectations on revenue, but falling short on earnings per share. Here's how the company performed compared to Wall Street's estimates, as compiled by Bloomberg:\n\nRevenue: $5.93 billion versus $5.79 billion expected\n\nAdjusted EPS: $0.58 versus $0.70 expected\n\nGaming revenue: $1.57 billion versus $1.32 billion expected\n\nData Center revenue: $3.83 billion versus $3.7 billion expected\n\nNvidia Q4 revenue guidance fell just short of Wall Street expectations, coming in at $6 billion. Analysts were hoping for $6.09 billion.\n\nShares of Nvidia were up roughly 2% following the report.\n\nData Center revenue jumped some 31% year-over-year in the quarter, but gaming revenue collapsed 51% year-over-year.\n\nChip stocks have been hammered this year, as consumer and business demand for electronics has ebbed following the explosive growth the industry saw during the pandemic. Consumers don’t need as many computers, after buying them up during shutdowns, and companies already have plenty of machines for their remote and hybrid workers.\n\nJensen Huang, CEO of Nvidia, makes a point at his keynote address at CES in Las Vegas, Nevada, U.S. January 7, 2018. REUTERS/Rick Wilking\n\nNvidia cut down on chip production in Q2, with CEO Jensen Huang telling investors that the company is working to realign inventory with customer demand for chips.\n\nNvidia’s graphics chips were in such high demand during the pandemic that they were selling for hundreds of dollars more than their retail prices. But with consumers returning to their pre-pandemic lives, demand for chips has declined, and prices have dropped to normal levels.\n\nNvidia is also working to ensure that it can still sell its high-end products in China. Nvidia began offering its new A800 chip in the country during Q3 as a replacement for the A100 chip, which the U.S. government said was too powerful to ship to China. The government fears China will use the technology for military applications.\n\nAhead of its earnings on Wednesday, Nvidia announced a partnership with Microsoft (MSFT) to build one of the most powerful AI supercomputers in the world using Nvidia’s chips and Microsoft’s Azure infrastructure. The computer is designed to help train large scale AI systems.\n\nStory continues\n\nSign up for Yahoo Finance's Tech newsletter\n\nMore from Dan\n\nGot a tip? Email Daniel Howley at dhowley@yahoofinance.com. Follow him on Twitter at @DanielHowley.\n\nClick here for the latest trending stock tickers of the Yahoo Finance platform\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance\n\nDownload the Yahoo Finance app for Apple or Android\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and YouTube"
    },
    {
        "title": "Should You Invest in NVIDIA Corporation (NVDA)?",
        "publish_date": "11/02/2022",
        "text": "Baron Funds, an investment management company, released its “Baron Opportunity Fund” third quarter 2022 investor letter. A copy of the same can be downloaded here. In the third quarter, the fund declined 2.38% (Institutional Shares) compared to a 3.37% decline for the Russell 3000 Growth Index and a 4.88% decline for the S&P 500 Index. The fund fell sharply for the year-to-date and trailing 12-month periods; however, the philosophy of the fund is to achieve strong long-term performance. In addition, please check the fund’s top five holdings to know its best picks in 2022.\n\nBaron Funds discussed stocks like NVIDIA Corporation (NASDAQ:NVDA) in the Q3 2022 investor letter. Headquartered in Santa Clara, California, NVIDIA Corporation (NASDAQ:NVDA) is a global graphics, and compute and networking solutions provider. On October 31, 2022, NVIDIA Corporation (NASDAQ:NVDA) stock closed at $134.97 per share. One-month return of NVIDIA Corporation (NASDAQ:NVDA) was 2.51% and its shares lost 48.88% of their value over the last 52 weeks. NVIDIA Corporation (NASDAQ:NVDA) has a market capitalization of $336.345 billion.\n\nHere is what Baron Funds specifically said about NVIDIA Corporation (NASDAQ:NVDA) in its Q3 2022 investor letter:\n\n\"NVIDIA Corporation (NASDAQ:NVDA) is a fabless semiconductor company and a leader in gaming and accelerated computing. NVIDIA is powering the growth of AI from the data center to the edge. Shares detracted due to inventory right sizing in NVIDIA’s gaming segment coupled with the broader market sell-off in growth stocks. Given NVIDIA’s end-to-end AI platform and its leading market share in gaming, data centers, and autonomous machines, along with the size of these markets, we believe the company can sustain its growth trajectory. See further discussion of NVIDIA in the top net purchases section below. During the third quarter, we took advantage of its stock sell-off to add to NVIDIA Corporation, a fabless semiconductor mega cap that is a global leader in gaming cards and accelerated computing hardware and software. The sell-off was driven by a near-term inventory correction in gaming as a result of a COVID-related pull forward in demand as well as the shift in the Ethereum cryptocurrency from proof-of-work to proof-of-stake. Additionally, investors are concerned over the potential slowdown in data center revenues as a result of a weaker macroeconomic environment as well as the recently announced limitations on semiconductor shipments to China. Despite the near-term uncertainty, we believe that NVIDIA’s end-to-end AI platform and its leading market share in gaming, data centers, and autonomous machines, along with the size of these markets, would enable the company to benefit from durable growth for years to come and therefore view the stock price where we added shares as a compelling value for long-term investors. With demand for computing power doubling every one to two years, and Moore’s Law slowing down, there is more need for computing than ever. At the same time, “near free” supply growth (that was possible thanks to Moore’s Law) has slowed dramatically. NVIDIA’s accelerated architecture, with parallel computing at scale, answers that need.\" Photo by Javier Esteban on Unsplash\n\nStory continues\n\nNVIDIA Corporation (NASDAQ:NVDA) is in 28th position on our list of 30 Most Popular Stocks Among Hedge Funds. As per our database, 84 hedge fund portfolios held NVIDIA Corporation (NASDAQ:NVDA) at the end of the second quarter which was 102 in the previous quarter.\n\nWe discussed NVIDIA Corporation (NASDAQ:NVDA) in another article and shared the top 12 ESG companies in 2022. In addition, please check out our hedge fund investor letters Q3 2022 page for more investor letters from hedge funds and other leading investors.\n\nSuggested Articles:\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "Nvidia (NVDA) Gains As Market Dips: What You Should Know",
        "publish_date": "11/01/2022",
        "text": "In the latest trading session, Nvidia (NVDA) closed at $135.43, marking a +0.34% move from the previous day. This move outpaced the S&P 500's daily loss of 0.41%. Elsewhere, the Dow lost 0.24%, while the tech-heavy Nasdaq lost 0.09%.\n\nHeading into today, shares of the maker of graphics chips for gaming and artificial intelligence had gained 7.87% over the past month, outpacing the Computer and Technology sector's gain of 3.83% and lagging the S&P 500's gain of 8.12% in that time.\n\nWall Street will be looking for positivity from Nvidia as it approaches its next earnings report date. This is expected to be November 16, 2022. On that day, Nvidia is projected to report earnings of $0.56 per share, which would represent a year-over-year decline of 52.14%. Meanwhile, the Zacks Consensus Estimate for revenue is projecting net sales of $5.99 billion, down 15.73% from the year-ago period.\n\nLooking at the full year, our Zacks Consensus Estimates suggest analysts are expecting earnings of $3.46 per share and revenue of $27.36 billion. These totals would mark changes of -22.07% and +1.65%, respectively, from last year.\n\nIt is also important to note the recent changes to analyst estimates for Nvidia. These recent revisions tend to reflect the evolving nature of short-term business trends. As a result, we can interpret positive estimate revisions as a good sign for the company's business outlook.\n\nBased on our research, we believe these estimate revisions are directly related to near-team stock moves. To benefit from this, we have developed the Zacks Rank, a proprietary model which takes these estimate changes into account and provides an actionable rating system.\n\nThe Zacks Rank system, which ranges from #1 (Strong Buy) to #5 (Strong Sell), has an impressive outside-audited track record of outperformance, with #1 stocks generating an average annual return of +25% since 1988. The Zacks Consensus EPS estimate has moved 1.33% lower within the past month. Nvidia is holding a Zacks Rank of #3 (Hold) right now.\n\nStory continues\n\nLooking at its valuation, Nvidia is holding a Forward P/E ratio of 38.97. This valuation marks a premium compared to its industry's average Forward P/E of 9.15.\n\nAlso, we should mention that NVDA has a PEG ratio of 3.18. The PEG ratio is similar to the widely-used P/E ratio, but this metric also takes the company's expected earnings growth rate into account. The Semiconductor - General was holding an average PEG ratio of 1.89 at yesterday's closing price.\n\nThe Semiconductor - General industry is part of the Computer and Technology sector. This industry currently has a Zacks Industry Rank of 87, which puts it in the top 35% of all 250+ industries.\n\nThe Zacks Industry Rank gauges the strength of our individual industry groups by measuring the average Zacks Rank of the individual stocks within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\n\nMake sure to utilize Zacks.com to follow all of these stock-moving metrics, and more, in the coming trading sessions.\n\n\n\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\n\n\n\nNVIDIA Corporation (NVDA) : Free Stock Analysis Report\n\n\n\nTo read this article on Zacks.com click here.\n\n\n\nZacks Investment Research"
    },
    {
        "title": "Nvidia’s Rebound Hides Tough Reality for Chipmakers",
        "publish_date": "11/15/2022",
        "text": "Business Of Sports\n\nIf the only thing you know about sports is who wins and who loses, you are missing the highest stakes action of all. The business owners that power this multibillion dollar industry are changing, and a new era of the business of sports is underway. From media and technology to finance and real estate, leagues and teams across the globe have matured into far more than just back page entertainment. And the decisions they make have huge consequences, not just for the bottom line, but for communities, cities, even entire countries."
    },
    {
        "title": "Here's Why NVIDIA (NASDAQ:NVDA) Has Caught The Eye Of Investors",
        "publish_date": "10/29/2022",
        "text": "For beginners, it can seem like a good idea (and an exciting prospect) to buy a company that tells a good story to investors, even if it currently lacks a track record of revenue and profit. But the reality is that when a company loses money each year, for long enough, its investors will usually take their share of those losses. Loss-making companies are always racing against time to reach financial sustainability, so investors in these companies may be taking on more risk than they should.\n\nIf this kind of company isn't your style, you like companies that generate revenue, and even earn profits, then you may well be interested in NVIDIA (NASDAQ:NVDA). While this doesn't necessarily speak to whether it's undervalued, the profitability of the business is enough to warrant some appreciation - especially if its growing.\n\nCheck out our latest analysis for NVIDIA\n\nHow Fast Is NVIDIA Growing?\n\nIf you believe that markets are even vaguely efficient, then over the long term you'd expect a company's share price to follow its earnings per share (EPS) outcomes. That makes EPS growth an attractive quality for any company. NVIDIA's shareholders have have plenty to be happy about as their annual EPS growth for the last 3 years was 41%. While that sort of growth rate isn't sustainable for long, it certainly catches the eye of prospective investors.\n\nIt's often helpful to take a look at earnings before interest and tax (EBIT) margins, as well as revenue growth, to get another take on the quality of the company's growth. While NVIDIA did well to grow revenue over the last year, EBIT margins were dampened at the same time. So if EBIT margins can stabilize, this top-line growth should pay off for shareholders.\n\nYou can take a look at the company's revenue and earnings growth trend, in the chart below. For finer detail, click on the image.\n\nYou don't drive with your eyes on the rear-view mirror, so you might be more interested in this free report showing analyst forecasts for NVIDIA's future profits.\n\nStory continues\n\nAre NVIDIA Insiders Aligned With All Shareholders?\n\nOwing to the size of NVIDIA, we wouldn't expect insiders to hold a significant proportion of the company. But we do take comfort from the fact that they are investors in the company. We note that their impressive stake in the company is worth US$14b. Investors will appreciate management having this amount of skin in the game as it shows their commitment to the company's future.\n\nShould You Add NVIDIA To Your Watchlist?\n\nNVIDIA's earnings have taken off in quite an impressive fashion. This level of EPS growth does wonders for attracting investment, and the large insider investment in the company is just the cherry on top. The hope is, of course, that the strong growth marks a fundamental improvement in the business economics. So based on this quick analysis, we do think it's worth considering NVIDIA for a spot on your watchlist. It's still necessary to consider the ever-present spectre of investment risk. We've identified 1 warning sign with NVIDIA , and understanding it should be part of your investment process.\n\nThere's always the possibility of doing well buying stocks that are not growing earnings and do not have insiders buying shares. But for those who consider these important metrics, we encourage you to check out companies that do have those features. You can access a free list of them here.\n\nPlease note the insider transactions discussed in this article refer to reportable transactions in the relevant jurisdiction.\n\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\n\n\n\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\n\nJoin A Paid User Research Session\n\nYou’ll receive a US$30 Amazon Gift card for 1 hour of your time while helping us build better investing tools for the individual investors like yourself. Sign up here"
    },
    {
        "title": "Nvidia Is Affordable for the First Time in Years",
        "publish_date": "11/07/2022",
        "text": "When it comes to technology stocks, Nvidia (NASDAQ:NVDA) is one of my favorites. That's why, in light of the recent market volatility and the growing belief that we may be nearing the end of the current bear market, I decided to take another look at this stock to see whether it has finally fallen into value territory. Historically, bear markets have been associated with strong gains for long-term investors, as those focused on value know when to seek out bargains in the shape of unfairly beaten-down stocks.\n\n\n\n\n\nNvidia has a reputation for producing high-quality GPUs that can be found in a wide range of devices, from video game consoles to personal computers. Its GPUs are known for their superior performance and cutting-edge technology, making them popular among gamers and other tech enthusiasts.\n\nBut Nvidia's success as an investment goes beyond its products. Not all good companies are good investments, after all. Over the years, Nvidia has become a great stock from the perspective of investors thanks to its strong track record of delivering value to shareholders.\n\nBecause of its success as a supplier to PC gamers and high-end computer owners, which give it high margins, Nvidia has been one of the strongest performers in the semiconductor industry over the past five years.\n\nHowever, in recent months, Nvidia's stock has cratered alongside the broader market. It is not that Nvidia is doing anything wrong, but external market influences have negatively affected share prices. Additionally, with the semiconductor shortage easing up, investor sentiment is cooling further on the sector.\n\nNvidia Is Affordable for the First Time in Years\n\nDespite these challenges, Nvidia remains a key player in the tech scene, with strong innovation and a resilient track record. Whether its stock performance can rebound in the coming months remains to be seen, but one thing is clear to me: I believe Nvidia will continue to play an integral role in shaping our digital future, giving it strong long-term potential.\n\nStory continues\n\nExternal factors finally take down Nvidia's valuation\n\nNvidia has long been renowned as one of the leading companies in the semiconductor sector thanks to its dominance in several key markets, namely gaming and artificial intelligence. With each year, Nvidia's technologies have continued to evolve and expand, becoming an indispensable part of our everyday lives. Despite periodic volatility in the broader markets, Nvidia's shares have consistently traded at a significant premium, reflecting investors' confidence in this pioneering company.\n\nNvidia Is Affordable for the First Time in Years\n\nBut over the past year, Nvidia has faced increasingly challenging conditions. Several economic factors, including rising interest rates and inflation, have taken a toll on the company's valuation, causing Nvidia's stock price to fall dramatically.\n\nIt's not all related to valuation. Weak demand for PCs has negatively impacted Nvidia's revenue streams, as this has been one of the company's key markets. Additionally, Nvidia has been facing restrictions on its sales of data center chips to China due to the ongoing trade tensions between the U.S. and China.\n\nFinally, there are concerns about Nvidia's dominance in the hotly-contested data center chip market, with many analysts worried that Nvidia may face renewed competition from the market's largest player Intel (NASDAQ:INTC) as it supposedly begins getting its act together. All these factors combined have contributed to Nvidia's poor performance in recent months.\n\nNvidia will flourish due to several high-growth segments\n\nDespite facing significant challenges this year, Nvidia remains a force to be reckoned with in the highly competitive tech industry. Nvidia has always been cutting-edge regarding graphics processing and computer simulation innovations, and this technological prowess has kept it ahead of the competition for many years. Furthermore, Nvidia still holds an impressive market share in industries like gaming and virtual reality, both of which are poised for continued growth into the foreseeable future.\n\nNvidia is currently the leading manufacturer of graphics processing units for PCs, laptops and gaming consoles. It holds an 80% share of the global GPU market and is expected to maintain its dominance in the coming years.\n\nIn the third quarter of 2022, PC sales fell by 19.5% according to Gartner, which is the largest drop in sales since the research company began collecting sales data in the mid-1990s. However, in the long run, things will get better. According to Report Ocean, PC sales are projected to grow at a compound annual growth rate of 14.9% between 2021 and 2027, and Nvidia is expected to benefit from this growth.\n\nNvidia has also been at the forefront of artificial intelligence technology. Nvidia has created powerful machine-learning systems that can process vast amounts of data with incredible speed and accuracy. Thanks to Nvidia's innovations, companies and organizations across a wide range of industries have been able to leverage the power of AI to transform their workflows and improve their outputs. Whether it's improving health care diagnoses, optimizing supply chains or creating new virtual reality experiences, Nvidia continues to push the boundaries of what's possible with AI.\n\nAdditionally, Nvidia is poised for growth in the data center sector, which is experiencing strong demand for its high-end accelerators for artificial intelligence and machine learning applications.\n\nAnd finally, Nvidia's foray into self-driving car technologies is a moonshot that could prove to be a massive new source of growth over the long term as both automakers and tech companies race to make autonomous vehicles a reality.\n\nTakeaway\n\nNvidia is one of the leading companies in the fast-growing fields of PC graphics, gaming and artificial intelligence. Over the past few months, its growth has been somewhat limited due to a sluggish PC market and the easing of the chip shortage, as well as several macroeconomic factors. But despite the current challenges, Nvidia remains well-positioned for the long run with its strong brand and dominant position in all of its key markets.\n\nThis article first appeared on GuruFocus.\n\n"
    },
    {
        "title": "Nvidia Sales Beat Estimates as Data-Center Business Fuels Growth",
        "publish_date": "11/06/2022",
        "text": "Business Of Sports\n\nIf the only thing you know about sports is who wins and who loses, you are missing the highest stakes action of all. The business owners that power this multibillion dollar industry are changing, and a new era of the business of sports is underway. From media and technology to finance and real estate, leagues and teams across the globe have matured into far more than just back page entertainment. And the decisions they make have huge consequences, not just for the bottom line, but for communities, cities, even entire countries."
    },
    {
        "title": "Will NVIDIA Corporation (NVDA) Bounce Back?",
        "publish_date": "11/08/2022",
        "text": "ClearBridge Investments, an investment management company, released its “ClearBridge Large Cap Growth Strategy” third quarter 2022 investor letter. A copy of the same can be downloaded here. In the third quarter, the strategy underperformed its benchmark index. The overall stock selection impacted the performance of the strategy in the quarter. The strategy also posted losses in nine sectors among the 11 sectors it invested in. IT and healthcare sectors were the primary detractors of the strategy. In addition, please check the fund’s top five holdings to know its best picks in 2022.\n\nClearBridge Investments highlighted stocks like NVIDIA Corporation (NASDAQ:NVDA) in the Q3 2022 investor letter. Headquartered in Santa Clara, California, NVIDIA Corporation (NASDAQ:NVDA) is a global graphics, and compute and networking solutions provider. On November 4, 2022, NVIDIA Corporation (NASDAQ:NVDA) stock closed at $141.56 per share. One-month return of NVIDIA Corporation (NASDAQ:NVDA) was 20.22% and its shares lost 52.42% of their value over the last 52 weeks. NVIDIA Corporation (NASDAQ:NVDA) has a market capitalization of $352.768 billion.\n\nClearBridge Investments made the following comment about NVIDIA Corporation (NASDAQ:NVDA) in its Q3 2022 investor letter:\n\n\"Likewise, graphics chip maker NVIDIA Corporation (NASDAQ:NVDA) (-19.9%) has struggled through the post-COVID-19 recovery but maintains dominant positions in key secular growth markets of AI and gaming. The company has significantly underperformed the index and semiconductor peers recently due to a gaming inventory correction, a decline in aggregate cryptocurrency demand and reduction in crypto mining intensity as well as concerns around the sustainability of data center sales. We tactically trimmed our position early in 2022 due to concerns around these cycle dynamics but remain confident in the company’s long-term prospects.\"\n\nPhoto by Javier Esteban on Unsplash\n\nNVIDIA Corporation (NASDAQ:NVDA) is in 28th position on our list of 30 Most Popular Stocks Among Hedge Funds. As per our database, 84 hedge fund portfolios held NVIDIA Corporation (NASDAQ:NVDA) at the end of the second quarter which was 102 in the previous quarter.\n\nStory continues\n\nWe discussed NVIDIA Corporation (NASDAQ:NVDA) in another article and shared the stock picks of elite hedge funds for a growth stock portfolio. In addition, please check out our hedge fund investor letters Q3 2022 page for more investor letters from hedge funds and other leading investors.\n\nSuggested Articles:\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "Explainer: Why are Nvidia's shares soaring and what is its role in the AI boom?",
        "publish_date": "06/14/2023",
        "text": "June 14 (Reuters) - Chip designer Nvidia (NVDA.O) closed Tuesday with a trillion-dollar market value for the first time, part of a steady climb in the stock's price in recent months on the back of the artificial intelligence (AI) boom.\n\nHere's an explainer on Nvidia and its role in powering the radical new technology.\n\nHOW BIG IS NVIDIA IN TERMS OF MARKET VALUE?\n\nNvidia's $1 trillion valuation makes it the fifth most valuable U.S. company behind Apple, Microsoft, Alphabet and Amazon. Two other companies, Tesla and Meta Platforms, have in the past eclipsed the $1 trillion level, but are currently worth less than that.\n\nFROM GAMING TO AI: NVIDIA'S FOCUS SHIFT\n\nNvidia, known for its chips used in videogames, pivoted to the data center market over the last few years.\n\nThe company's business rapidly expanded during the pandemic when gaming took off, cloud adoption surged and crypto enthusiasts turned to its chips for mining coins.\n\nThe data center chip business accounted for more than 50% of the company's revenue in the financial year ended Jan. 29.\n\nWHY IS GENERATIVE AI A HOT TOPIC?\n\nViral chatbot ChatGPT has made generative AI a buzzword this year. The technology uses vast troves of pre-existing data to create new content ranging from poems to images and even computer code.\n\n[1/2]The logo of NVIDIA as seen at its corporate headquarters in Santa Clara, California, in May of 2022. Courtesy NVIDIA/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. MANDATORY CREDIT/File Photo Acquire Licensing Rights\n\nMicrosoft Corp (MSFT.O) and Alphabet Inc-owned (GOOGL.O) Google, two of the biggest players in the space, believe that generative AI can change how work is done. The two have raced to add the technology to their search engines and productivity software as they seek to dominate the industry.\n\nMore recently, chipmaker Advanced Micro Devices (AMD.O) released details on its new AI chip to try to challenge Nvidia's market share.\n\nGoldman Sachs analysts estimate that U.S. investment in AI could approach 1% of the country's economic output by 2030.\n\nWHAT IS NVIDIA'S ROLE IN THE AI BOOM?\n\nThe large computers that process data and power generative AI run on powerful chips called graphics processing units (GPUs).\n\nNvidia controls about 80% of the GPU market, according to analysts.\n\nGPUs are designed to handle the specific kind of math involved in AI computing very efficiently. By contrast, generic central processing units from companies like Intel handle a broader range of computing tasks with less efficiency.\n\nOpenAI's ChatGPT, for example, was created with thousands of Nvidia GPUs. Tesla CEO Elon Musk has also secured GPUs from Nvidia for his AI startup, the Financial Times reported in April.\n\nWHO ARE NVIDIA'S RIVALS IN THIS MARKET?\n\nNvidia's main competitors include Advanced Micro Devices and AI chips made in-house by companies such as Amazon.com, Google and Meta Platforms.\n\nReporting by Chavi Mehta in Bengaluru; Editing by Sriraj Kalluvila and David Gaffen\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia shares soar nearly 30% as sales forecast jumps and AI booms",
        "publish_date": "05/24/2023",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith Acquire Licensing Rights\n\nMay 24 (Reuters) - Nvidia Corp (NVDA.O) on Wednesday forecast second-quarter revenue more than 50% above Wall Street estimates, and said it is boosting supply to meet surging demand for its artificial-intelligence chips, which are used to power ChatGPT and many similar services.\n\nShares of Nvidia, the world's most valuable listed semiconductor company, rocketed as much as 28% after the bell to trade at $391.50, a record high. The gain increased Nvidia's stock market value by about $200 billion to over $950 billion, extending the Silicon Valley company's lead as the world's most valuable chipmaker and Wall Street's fifth-most-valuable company.\n\nReuters Graphics\n\nNvidia has strained to meet demand for its AI chips, with Tesla Inc (TSLA.O) Chief Executive Officer Elon Musk, who is reportedly building out an artificial-intelligence startup, earlier this week telling an interviewer that the graphics processing units (GPUs) are \"considerably harder to get than drugs.\"\n\nBut Nvidia Chief Executive Officer Jensen Huang told Reuters in an interview on Wednesday that the company had started full production of its latest AI chips in August last year, which gave it some buffer for supplies when chatbot apps exploded in popularity.\n\n\"In January, the new demand was incredibly steep,\" Huang said. \"We had to place additional orders, and we procured substantially more supply for the second half\" of 2023.\n\nNvidia forecast current-quarter revenue of $11 billion, plus or minus 2%. Analysts polled by Refinitiv had forecast revenue of $7.15 billion.\n\n\"Given the generative AI gold rush taking place, this should fuel demand for Nvidia's chips for the remainder of the year,\" said Edward Jones analyst Logan Purk.\n\nAdjusted revenue for the quarter ended April 30 was $7.19 billion. Analysts polled by Refinitiv were expecting revenue of $6.52 billion. The company's data center chip sales hit $4.28 billion, beating analyst estimates of $3.89 billion, according to segment data from FactSet.\n\nNvidia faces competition in AI chips from traditional rivals like Advanced Micron Devices Inc (AMD.O) and Intel Corp (INTC.O), as well as from startups such as Cerebras Systems and the in-house AI chip efforts at companies like Alphabet Inc's (GOOGL.O) Google and Amazon.com (AMZN.O).\n\nBut Huang said Nvidia has shifted toward selling entire AI supercomputing systems, rather than just chips, to large companies that want to own - and are willing to pay for Nvidia's prices and gross margins - AI expertise comparable to Silicon Valley's tech giants.\n\n\"No company can build a state-of-the-art AI datacenter without the technology and all the software of a (cloud computing provider), but we have all that capability,\" Huang said. \"The enterprise is a very, very different market.\"\n\nGaming chip revenue beat Wall Street expectations at $2.24 billion versus estimates of $1.97 billion, according to FactSet data.\n\nNet income rose to $2.04 billion, or 82 cents per share, from $1.62 billion, or 64 cents per share, a year earlier. Excluding items, the company earned $1.09 per share in the first quarter, beating estimates of 92 cents.\n\nReuters Graphics\n\nReporting by Chavi Mehta in Bengaluru\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Why Nvidia is suddenly one of the most valuable companies in the world",
        "publish_date": "05/25/2023",
        "text": "A smartphone with a displayed NVIDIA logo is placed on a computer motherboard in this illustration taken March 6, 2023. REUTERS/Dado Ruvic/Illustration (Dado Ruvic / reuters)\n\nSAN FRANCISCO - You may not have heard about Nvidia, but thanks to the artificial intelligence boom it's now one of the most valuable companies in history.\n\nThe company has for years made the computer chips that can run graphics-heavy video games. But several years ago, artificial intelligence researchers began using those same chips to run the powerful new algorithms that were causing breakthroughs in the field.\n\nSubscribe to The Post Most newsletter for the most important and interesting stories from The Washington Post.\n\nThis week the company reported earnings and explained the incredible surge in demand it has seen as the tech world races to create new versions of AI - prompting potentially the largest one-day increase in a company's value, ever.\n\nThe 24 percent rise in stock price means Nvidia is now worth $939.3 billion. That's more than Tesla and Facebook, which are worth $584.7 billion and $647.6 billion, respectively. And it sits just behind the Big Tech companies of Apple, Google, Microsoft and Amazon and Saudi state oil giant Saudi Aramco - the only companies more valuable.\n\nNvidia began in 1993 as the brainchild of three computer chip engineers, who predicted that as computers developed, they would need to get better at processing complex visuals. The bet paid off, and by the early 2000s, the company had won a contract to make chips for Microsoft's Xbox gaming console. Since then, Nvidia has continued to grow as the video game market has exploded and eclipsed the film, television and music industries in sheer size and value.\n\nBut the current boom has come as Big Tech companies and start-ups alike scramble to buy the company's graphics processing units, or GPU chips, for a totally different reason. The chips are well-suited to crunching the massive amounts of data that are necessary to train cutting-edge artificial intelligence programs like Google's PaLM 2 or OpenAI's GPT4. Nvidia has been steadily growing its AI-focused business over the past several years, but the explosion of interest and investment in the space over the past six months has turbocharged its sales.\n\nStory continues\n\nTraining AI models demands chips that have high amounts of memory, said Greg Osuri, the founder of Akash Networks, a marketplace for companies to sell access to their GPUs to other firms that need it. \"Nvidia happens to be the only company that makes those chips.\"\n\nFor months, start-ups trying to get into the AI race have competed with Big Tech companies for Nvidia's GPUs. At the Newcomer AI conference in March, David Luan, co-founder of AI start-up Adept Labs and a former Google and OpenAI engineer, said once an AI company figures out its business model, they need venture capital money so they can begin \"sending checks to Jensen,\" referring to Jensen Huang, Nvidia's CEO.\n\nA set of eight of the most advanced chips can cost $300,000, Osuri said. Companies buy thousands of them. Twitter owner Elon Musk recently bought about 10,000 GPUs as part of his plans to start a new AI company of his own, according to a report in Insider.\n\nThe launch of OpenAI's ChatGPT, a chatbot that could have complex conversations, pass professional licensing exams and write computer code, in November helped show the promise of the technology, essentially serving as a firing pistol for a new AI arms race.\n\nIn a conference call with investors on Wednesday, Nvidia's Chief Financial Officer Colette Kress called ChatGPT's launch the technology's \"iPhone moment,\" marking the point at which the world realized the potential for the new tech.\n\n\"The technology came together and helped everybody realize what an amazing product it can be and what capabilities it can have,\" Kress said.\n\nNvidia's stock had already more than doubled this year as the AI boom took off, but the company blew past already-high expectations on Wednesday when it forecast that sales in the second quarter would be $11 billion, compared with the $7 billion that Wall Street analysts had forecast.\n\nThe numbers \"blew everyone away,\" said CJ Muse, an analyst with Evercore Inc. \"No one saw that.\"\n\nThe dependency on Nvidia is so widespread that Big Tech companies have been working on developing their own competing chips, much in the same way as Apple spent years developing its own chips so it could avoid having to rely on - and pay - other companies to outfit its devices. Google has built its own \"Tensor Processing Units\" for several years, and both Microsoft and Amazon have programs to design their own as well.\n\nEven so, those alternatives won't be enough for the biggest companies, Muse said. \"I think Nvidia dominance will continue.\"\n\nRelated Content\n\nHow Michael Phelps learned to make the right calls\n\nA year after Uvalde, officers who botched response face few consequences\n\nObjection to sexual, LGBTQ content propels spike in book challenges"
    },
    {
        "title": "Chip giant Nvidia nears trillion-dollar status on AI bet",
        "publish_date": "05/25/2023",
        "text": "Summary\n\nCompanies Chip designer's stock hits all-time high\n\nRally lifts stock markets from Japan to Europe\n\nMay 25 (Reuters) - Nvidia Corp (NVDA.O) surged 24% on Thursday in one of the largest one-day gains in value for a U.S. stock, after its stellar revenue forecast showed that Wall Street has yet to price in the game-changing potential of AI.\n\nThe surge more than doubled the stock's value for this year and increased the chip designer's market capitalization by about $184 billion to nearly $939 billion.\n\nThat makes Nvidia twice as big as the second-largest chip firm, Taiwan's TSMC (2330.TW). In the United States, it trails only trillion-dollar-value companies Apple Inc (AAPL.O), Alphabet Inc (GOOGL.O), Microsoft Corp (MSFT.O) and Amazon.com Inc (AMZN.O).\n\nReuters Graphics\n\nThe rosy earnings also sparked a rally in the chip sector and for AI-focused firms, lifting stock markets from Japan to Europe. In the U.S., Big Tech companies other than Amazon closed between 0.6% and 3.8% higher, while Advanced Micro Devices Inc (AMD.O) settled 11% higher.\n\nAnalysts rushed to raise their price targets on Nvidia stock, with 27 lifting their view on the idea that all roads in AI lead to the company as it dominates the market for chips used to power ChatGPT and many similar services.\n\nThe mean price target has more than doubled this year. At the highest view, a $644.80 price target from Elazar Advisors, Nvidia will have a value of $1.59 trillion, around that of Alphabet.\n\n[1/2]The logo of Nvidia Corporation is seen during the annual Computex computer exhibition in Taipei, Taiwan May 30, 2017. REUTERS/Tyrone Siu/File Photo Acquire Licensing Rights\n\n\"In the 15+ years we have been doing this job, we have never seen a guide like the one Nvidia just put up with the second-quarter outlook that was by all accounts cosmological, and which annihilated expectations,\" Stacy Rasgon of Bernstein said.\n\nNvidia, the fifth-most valuable U.S. company, on Wednesday projected quarterly revenue more than 50% above the average Wall Street estimate and said it would have more supply of AI chips in the second half to meet a surge in demand.\n\nCEO Jensen Huang said $1 trillion worth of current equipment in data centers would have to be replaced with AI chips, as generative AI is applied into every product and service.\n\nThe results bode well for Big Tech companies, which have shifted focus to AI on hopes the technology would help attract demand at a time their profit engines of digital advertising and cloud computing are under pressure from a weak economy.\n\nSome analysts said Nvidia's results show that the generative AI boom could be the next big driver of growth.\n\n\"We're really just seeing the tip of the iceberg. This really could be another inflection point in technological history, such as the internal combustion engine - or the internet,\" said Derren Nathan, head of equity analysis at Hargreaves Lansdown.\n\nNvidia hits record high after upbeat forecast\n\nReporting by Aditya Soni and Chavi Mehta in Bengaluru, additional reporting by Tiyashi Datta; Editing by Rashmi Aich and Shounak Dasgupta\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia joins tech titans in trillion-dollar club",
        "publish_date": "05/30/2023",
        "text": "A smartphone with a displayed NVIDIA logo is placed on a computer motherboard in this illustration taken March 6, 2023. REUTERS/Dado Ruvic/Illustration/File Photo Acquire Licensing Rights\n\nMay 30 (Reuters) - Nvidia Corp (NVDA.O) on Tuesday became the first chipmaker to join Wall Street's trillion-dollar club dominated by technology heavyweights such as Apple Inc (AAPL.O) and Microsoft Corp (MSFT.O).\n\nThe boom in artificial intelligence (AI) technology has driven a threefold surge in Nvidia's stock valuation in less then eight months, helping the chipmaker hit the trillion-dollar mark about 24 years after going public. iPhone maker Apple took 38 years to cross the lofty milestone.\n\nMeta Platforms Inc (META.O) and Tesla Inc (TSLA.O), now valued at more than $600 billion, had briefly hit a trillion in valuation in 2021, before falling back into the billions.\n\nThe tech-heavy Nasdaq Composite (.IXIC) has gained about 25% so far this year, after falling 33% in 2022.\n\nHere is a list of companies with trillion-dollar market capitalizations, and those nearing the milestone:\n\nReporting by Samrhitha Arunasalam in Bengaluru; Editing by Devika Syamnath\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia Nailed Bet on AI Trend in Surge Toward $1 Trillion",
        "publish_date": "05/26/2023",
        "text": "(Bloomberg) -- Nvidia Corp. has a knack for riding tech trends — selling graphics chips that powered everything from the video game boom to the rise of cryptocurrency and the industry’s big bet on the metaverse.\n\nMost Read from Bloomberg\n\nBut arguably no trend stands to benefit the world’s most valuable chip company more than the rise of artificial intelligence. Nvidia’s 24% surge on Thursday pushed it within grasp of a $1 trillion market capitalization, a level that would rank it among the tech elite including Apple Inc., Microsoft Corp., Amazon.com Inc. and Alphabet Inc.\n\n“I’d be reluctant to say it has won the race, but it is winning right now,” said Zeno Mercer, senior research analyst at ROBO Global.\n\nFollowing an AI-fueled sales forecast this week that blew Wall Street targets out of the water, Nvidia’s value grew $184 billion on Thursday. That was the third-biggest one-day gain in market capitalization in the US ever. Nvidia climbed an additional 2.5% on Friday, putting its valuation at $963.2 billion.\n\nNvidia was co-founded in 1993 by Jensen Huang, who still runs the company. It proved more successful than its peers at developing chips that turn computer code into the realistic images that computer gamers love, and rode out a wave of consolidation that saw its rivals acquired, bankrupted or merged into larger companies.\n\nUnder Huang, the company then pushed its technology into new markets, such as data center servers and artificial intelligence processing — a move that’s proving prescient today. In less than a decade, Nvidia’s data center business has grown from $300 million in annual revenue to $15 billion. The chipmaker has won orders to equip giant computing factories by successfully arguing that graphics chips can handle AI workloads better than more standard processors.\n\nStory continues\n\nThe company’s latest forecast spotlighted that progress. Sales in the three months ending in July will be about $11 billion, Nvidia said late on Wednesday, shattering an average analyst estimate of $7.18 billion.\n\nRead More: Nvidia’s Blowout Forecast Sparks Huge Rally in All Things AI\n\n“We’re seeing incredible orders to retool the world’s data centers,” Huang told analysts on a conference call. A trillion dollars of data center infrastructure will be upgraded to handle so-called accelerated computing, he said, letting them run generative AI tools such as ChatGPT. “The budget of a data center will shift very strongly to accelerated computing.”\n\nIt’s become common for tech companies to talk up their artificial intelligence prospects during earnings conference calls. References to AI soared after the launch of ChatGPT in November, and they don’t always spark a stock rally.\n\nBut Nvidia has now become the model of a company that’s actually making money from AI. It’s the seller of picks and shovels in the gold-rush analogy.\n\nAnd that’s brought it to a historic threshold: Crossing $1 trillion valuation would be a first for the semiconductor industry. Even Intel Corp., a Silicon Valley pioneer and the company most synonymous with computer chips, never came close.\n\nNvidia eclipsed Intel in market capitalization in 2020, and the companies have only grown further apart. Nvidia’s current valuation is eight times that of Intel, despite the company having far less revenue.\n\nNvidia’s success has made investors even gloomier about Intel. While many chipmakers saw their stocks gain in the wake of Nvidia’s blockbuster earnings report this week, Intel actually fell.\n\nRead More: ASML, Europe’s Most Valuable Tech Firm, Defines Global Chip War\n\nNvidia is also benefiting from a broader rebound in technology spending. The chip industry is recovering from one of its periodic slumps, and many companies — even Intel — are looking for demand to improve in the second half.\n\nBut the swing will be particularly dramatic for Nvidia. It’s poised to go from flat sales in the current fiscal year to a 45% gain in 2024.\n\n“They may be in a unique position,” Sanford C. Bernstein analyst Stacy Rasgon said on Bloomberg Television. “Is it a one-time thing or is this the new normal? I don’t know.”\n\nRead More: Nvidia’s $184 Billion Jump in Five Charts\n\nHuang, 60, is the longest-serving CEO of a major tech company but runs the business like a startup. He is known for making snap decisions and demanding rapid execution.\n\nHis big bets haven’t always worked out. Nvidia announced plans in 2020 to acquire Arm Ltd. for $40 billion, aiming to take control of chip technology that’s used in phones, factory machines and a wide range of other equipment. Huang had hoped to use Arm to bring AI to everything that has an on-off switch.\n\nBut Arm’s customers opposed the deal, which would have been the largest-ever in the chip industry, fearing it would compromise the British company’s neutrality. The US Federal Trade Commission sued to block the transaction in late 2021, prompting to Nvidia to walk away from the purchase in February 2022.\n\nNow, that failed deal is a distant memory for Nvidia investors. The key question these days is how quickly Nvidia’s peers can cut its lead in AI. Advanced Micro Devices Inc. is working with Microsoft Corp., for instance, to ramp up its AI chip efforts.\n\n“There is a broader AI ecosystem,” said ROBO Global’s Mercer. “While Nvidia will likely remain highly valued, the rest of the system will catch up.”\n\n(Updates shares starting in fourth paragraph.)\n\nMost Read from Bloomberg Businessweek\n\n©2023 Bloomberg L.P."
    },
    {
        "title": "Nvidia stock explodes after 'guidance for the ages': What Wall Street is saying",
        "publish_date": "05/25/2023",
        "text": "Nvidia (NVDA) has cemented its status once more as Wall Street's market darling after an upbeat AI-fueled earnings call and an outlook that rocked the financial models of already bullish analysts.\n\nShares of the chip giant exploded 27% in trading on Thursday as results trounced analyst estimates. The company's ticker page was the most active on the Yahoo Finance platform, followed closely by rival chip players such as AMD (AMD) and Intel (INTC).\n\nIf the gains in Nvidia hold, the company’s market value would rise more than $200 billion, which would mark the biggest one-day rise in history. Apple's $191 billion pop in November 2022 is the current record holder.\n\nIt was Nvidia's outlook that truly surprised the investing masses.\n\nThe company expects second-quarter revenue to come in at about $11 billion, plus or minus 2%. Wall Street was anticipating $7.2 billion.\n\nNvidia founder and CEO Jensen Huang told analysts on the conference call the very upbeat outlook reflects a fundamental shift to accelerated computing. In turn, that places Nvidia's chips that power generative AI in high demand.\n\n\"We're seeing incredible orders to retool the world's data centers. And so I think you're seeing the beginning of, call it, a 10-year transition to basically recycle or reclaim the world's data centers and build it out as accelerated computing,\" Huang said. \"You'll have a pretty dramatic shift in the spend of a data center from traditional computing and to accelerate computing with SmartNICs, smart switches, of course GPUs and the workload is going to be predominantly generative AI.\"\n\nHere's the vibe on Wall Street after Nvidia's big quarter and outlook.\n\nRuben Roy, Stifel (Hold rating; $370 price target, up from $300): \"Nvidia's recent momentum continued as first quarter results beat consensus expectations and the company's second quarter revenue outlook was significantly above high expectations. Nvidia remains in the sweet spot of AI-infrastructure wallet share as build outs of accelerated computing networks continue. As the company's data center numbers grow, questions on the near-term supply environment are likely to continue. For now, while not providing explicit longer-term guidance, Nvidia management noted that data center-related demand visibility has increased and that the company has procured substantially higher supply for the second half of the year. We raise our estimates and target price and continue to view Nvidia as the best positioned near-term beneficiary of CSP capex spending trends.\"\n\nStory continues\n\nNvidia Corp CEO Jensen Huang holds one of the company's new RTX 4090 chips for computer gaming in this undated handout photo provided September 20, 2022. Courtesy of Nvidia Corp/Handout via REUTERS\n\nTristan Gerra, Baird (Outperform rating, upgrade from Hold; $475 price target, up from $300): \"We raised our estimates above consensus and added a Fresh Pick designation to Nvidia on March 20 reflecting our channel feedback about strong H100 orders notably related to ChatGPT emerging in March but we failed to upgrade at that time. As AI-related order momentum continues into the second half, annualized earnings of $10 are at reach within 2-3 quarters in our view, reflected in the valuation post earnings. Our raised next two-year EPS forecast assumes continued AI-related momentum driven by two secular growth trends: continued adoption rate for parallel processing-based acceleration in data centers, and the emergence of AI models notably related to ChatGPT and LLMs [large language models], all of which require GPUs.\"\n\nAtif Malik, Citi (Buy rating; $420 price target, up from $353): \"While we had raised our target price and estimates into the earnings, Generative AI upside was bigger than we expected. Nvidia expects data center sales to roughly double in the July quarter driven by Gen AI demand from CSPs, consumer internet companies, and accelerated computing in enterprises. Nvidia estimates only ~4% of the $1 trillion data center CPU installed base over the last four years has been GPU accelerated, implying AI adoption remains in early innings.\"\n\nDan Ives, Wedbush (no rating/price target): \"There is not one better indicator around underlying AI demand going on in the hyperscale/cloud and overall enterprise market than the foundational Nvidia story. We view Nvidia at the core hearts and lungs of the AI revolution given its core chips train and deploy generative AI applications like ChatGPT. The Street was all awaiting last night's Nvidia quarter and guidance to gauge the magnitude of this AI demand story with many skeptics saying an AI bubble was forming and instead Jensen & Co. delivered guidance for the ages.\"\n\nRoss Seymore, Deutsche Bank (Hold rating; $390 price target, up from $170): \"After such a massive beat/raise/share price pop, the key question going forward is sustainability. We believe the drivers of it appear to be much more secular than cyclical (AI, DC accelerators crowding out CPUs, etc.), and Nvidia's lead in this market remains sizable, but we remain uncertain as to the pace of such growth post second quarter and if/when the next DC digestion period may occur. Consequently, we are raising our 2024 revenue/EPS by a significant +37%/+70%, with our price target rising to $390 (based upon a consistent 40x P/E multiple). With Nvidia's unique AI market leadership and the scarcity of alternative plays, we see little that could diminish investor optimism and recommend continuing to enjoy the ride.\"\n\nBrian Sozzi is Yahoo Finance's Executive Editor. Follow Sozzi on Twitter @BrianSozzi and on LinkedIn. Tips on the banking crisis? Email brian.sozzi@yahoofinance.com\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance"
    },
    {
        "title": "If You Invested $1000 in Nvidia a Decade Ago, This is How Much It'd Be Worth Now",
        "publish_date": "05/24/2023",
        "text": "How much a stock's price changes over time is important for most investors, since price performance can both impact your investment portfolio and help you compare investment results across sectors and industries.\n\nThe fear of missing out, or FOMO, also plays a factor in investing, especially with particular tech giants, as well as popular consumer-facing stocks.\n\nWhat if you'd invested in Nvidia (NVDA) ten years ago? It may not have been easy to hold on to NVDA for all that time, but if you did, how much would your investment be worth today?\n\nNvidia's Business In-Depth\n\nWith that in mind, let's take a look at Nvidia's main business drivers.\n\nNVIDIA Corporation is the worldwide leader in visual computing technologies and the inventor of the graphic processing unit, or GPU. Over the years, the company’s focus has evolved from PC graphics to artificial intelligence (AI) based solutions that now support high performance computing (HPC), gaming and virtual reality (VR) platforms.\n\n\n\nNVIDIA’s GPU success can be attributed to its parallel processing capabilities supported by thousands of computing cores, which are necessary to run deep learning algorithms. The company’s GPU platforms are playing a major role in developing multi-billion-dollar end-markets like robotics and self-driving vehicles.\n\n\n\nNVIDIA is a dominant name in the Data Center, professional visualization and gaming markets where Intel and Advanced Micro Devices are playing a catch-up role. The company’s partnership with almost all major cloud service providers (CSPs) and server vendors is a key catalyst.\n\n\n\nNVIDIA’s GPUs are also getting rapid adoption in diverse fields ranging from radiology to precision agriculture. The company’s GPUs power the top two supercomputers in the world, located at Oak Ridge and Lawrence Livermore National Laboratories in the United States, as well as the top supercomputers in Europe and Japan. In all, NVIDIA powers 136 of the TOP500 supercomputers.\n\n\n\nSanta Clara, CA-based, NVIDIA reported revenues of $26.97 billion in fiscal 2023, slightly up from $26.91 billion in fiscal 2022.\n\n\n\nBeginning first-quarter fiscal 2021, NVIDIA started reporting revenues under two segments – Graphics and Compute & Networking.\n\n\n\nGraphics includes GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro GPUs for enterprise design; GRID software for cloud-based visual and virtual computing; and automotive platforms for infotainment systems.\n\n\n\nCompute & Networking comprises Data Center platforms and systems for AI, HPC, and accelerated computing; DRIVE for autonomous vehicles; and Jetson for robotics and other embedded platforms. Mellanox revenues included in this segment beginning second-quarter fiscal 2021.\n\n\n\nGraphics and Compute & Networking accounted for 44% and 56% of fiscal 2023 revenues, respectively.\n\nStory continues\n\nBottom Line\n\nPutting together a successful investment portfolio takes a combination of research, patience, and a little bit of risk. For Nvidia, if you bought shares a decade ago, you're likely feeling really good about your investment today.\n\nAccording to our calculations, a $1000 investment made in May 2013 would be worth $83,904.31, or an 8,290.43% gain, as of May 24, 2023. Investors should keep in mind that this return excludes dividends but includes price appreciation.\n\nIn comparison, the S&P 500 gained 151.17% and the price of gold went up 36.27% over the same time frame.\n\nLooking ahead, analysts are expecting more upside for NVDA.\n\nNVIDIA is gaining from strong growth of artificial intelligence, high-performance computing and accelerated computing, which is boosting its Compute & Networking revenues. A surge in Hyperscale demand and a solid uptake of artificial intelligence-based smart cockpit infotainment solutions are acting as tailwinds. Collaboration with Mercedes-Benz and Audi is likely to advance its presence in autonomous vehicles and other automotive electronics space. We expect its Automotive segment’s revenue to grow at a CAGR of 31.9% through fiscal 2023-2025. However, NVDA’s near-term prospects look gloomy due to weakening demand for chips used in gaming and data center end markets. While macroeconomic headwinds are impacting gaming and data center chip demand, higher channel inventory levels are hurting chip prices.\n\nThe stock is up 16.95% over the past four weeks, and no earnings estimate has gone lower in the past two months, compared to 3 higher, for fiscal 2023. The consensus estimate has moved up as well.\n\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\n\nNVIDIA Corporation (NVDA) : Free Stock Analysis Report\n\nTo read this article on Zacks.com click here.\n\nZacks Investment Research"
    },
    {
        "title": "There’s an AI war, and Nvidia is the only arms dealer: Analyst",
        "publish_date": "05/25/2023",
        "text": "Shares of Nvidia (NVDA) rocketed more than 26% on Thursday, as the graphics chip maker rides the generative AI explosion. The rip higher comes after the company reported better-than-expected first-quarter earnings Wednesday, and pointed to a dramatic acceleration in data center revenue in the current quarter.\n\nNvidia is the leading AI chip maker thanks to years of investments in AI technologies. And according to Raymond James managing director Srini Pajjuri, the company isn’t going to lose that title anytime soon.\n\n“There’s only one supplier of GPUs, and Nvidia has been investing in this market for the last 10 years. They not only have the chips, they have the systems, the software, it’s a full stack solutions company,” explained Pajjuri.\n\n“In the short term, Nvidia is the only game in town,” he said.\n\nNvidia beat analysts’ expectations on the top and bottom line in Q1 thanks to its data center business, which brought in $4.2 billion in revenue versus the $3.9 billion Wall Street was anticipating. That was better than the same quarter last year when the company reported data center revenue of $3.8 billion.\n\nNvidia’s gaming business, meanwhile, continues to deal with a COVID hangover, as consumers continue to pull back on spending on PCs and graphics cards after buying them up during the pandemic.\n\nThe segment brought in $2.2 billion, which was better than the $1.9 billion Wall Street expected, but lower than the $3.6 billion the company reported in Q1 last year.\n\nSign up for the Yahoo Finance newsletter.\n\nBut it’s Nvidia’s projections for the second quarter that have caught Wall Street’s attention. The company says it expects revenue of $11 billion, plus or minus 2%. Wall Street was looking for $7.2 billion.\n\n“We thought if they beat the guidance by about 5%, that’s good enough for the stock to stay where it is. But they’re beating [the] guidance consensus by 50%,” Pajjuri said.\n\n“There’s a war going on out there in AI, and Nvidia today is the only arms dealer out there. So as a result we’re seeing this huge jump in revenues,” he explained.\n\nStory continues\n\nBaird Equity Research senior research analyst Tristan Gerra echoed those sentiments in an investor note Thursday saying while platforms like Google’s (GOOG, GOOGL) next-generation tensor processing unit could be competitive, it is unlikely to take market share from Nvidia.\n\nNvidia reported better than expected Q1 earnings on Wednesday. Courtesy NVIDIA/Handout via REUTERS\n\n“We see nobody with a full-stack solution remotely matching Nvidia’s capabilities,” Gerra wrote.\n\nBut the AI gold rush won’t last forever for Nvidia. According to Pajjuri, long-time Nvidia rival AMD (AMD) could eventually begin to capture market share. Companies designing their own custom chips could also put the kibosh on Nvidia’s party.\n\n“Nvidia’s chips today sell for $25,000 a piece,” he said. “By designing the chips in house, you can reduce the cost pretty significantly.”\n\nThe current explosion in AI kicked off when OpenAI released its generative AI chatbot ChatGPT last year. Since then Microsoft and Google have jumped into the arena with search engines, bots, and more running powered by generative AI.\n\nThe category’s unprecedented growth has also drawn the attention of lawmakers who are looking at ways of potentially regulating the technology.\n\nDaniel Howley is the tech editor at Yahoo Finance. He's been covering the tech industry since 2011. Follow him @DanielHowley\n\nClick here for the latest stock market news and in-depth analysis, including events that move stocks\n\nRead the latest financial and business news from Yahoo Finance"
    },
    {
        "title": "Investors who showed Q1 bets on Nvidia may have got boost as it joined $1 trillion club",
        "publish_date": "05/30/2023",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith Acquire Licensing Rights\n\nNEW YORK, May 30 (Reuters) - Nvidia Corp's (NVDA.O) debut in the club of U.S. companies valued at $1 trillion on Tuesday may have given a boost to a number of portfolio managers who bought in to the stock, according to data revealed in first-quarter hedge fund filings, such as Australia listed boutique investment firm GQG Partners.\n\nQuarterly securities filings known as 13-Fs are backward- looking but show what funds owned on the last day of the quarter and are one of the few ways that hedge funds and other institutional investors have to declare their positions. They may not reflect current holdings, as fund managers may have added or sold shares since then.\n\nMany investors have piled in to the chipmaker that has quickly become one of the biggest winners of the AI boom. Nvidia's gains have also been boosted by the company's update on revenue forecast last week, which surpassed the mean Wall Street estimate by more the 50%.\n\nAmong the biggest potential winners are Fort Lauderdale, Florida-based, Australia-listed investment firm GQG Partners Inc , which added 8.2 million shares in Nvidia Corp in the first quarter, according to a regulatory filing.\n\nThe stake, acquired for $2.3 billion, is now worth $3.3 billion or roughly 45% more. In the previous quarter, Nvidia was not part of GQG's portfolio.\n\nGQG, which earlier this year invested in shares of India's Adani group, did not immediately respond to a Reuters request for comment.\n\nTiger Global Management, Wellington Management Group and Moore Capital are also among the investors that added shares of Nvidia in the first quarter, ahead of its 45% price jump from April 3 through Tuesday.\n\nAmong prominent investors who sold Nvidia's shares before its recent jump is ARK Invest. ARK CEO Cathie Wood said in a tweet that the shares' current valuation seems to imply Nvidia does not have competitors. \"Now up ~80-fold, investors seem to think NVDA is the only play. It is not!\" she said, adding the company is priced ahead of the curve.\n\nCalifornia Public Employees' Retirement System (CalPERS) sold roughly 1 million shares in Nvidia, but remained with about $1.2 billion in shares in the first quarter.\n\nReporting by Carolina Mandl in New York Editing by Megan Davies and Matthew Lewis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia is not the only firm cashing in on the AI gold rush",
        "publish_date": "05/29/2023",
        "text": "A GREY RECTANGULAR building on the outskirts of San Jose houses rows upon rows of blinking machines. Tangles of colourful wires connect high-end servers, networking gear and data-storage systems. Bulky air-conditioning units whirr overhead. The noise forces visitors to shout.\n\nThe building belongs to Equinix, a company which leases data-centre space. The equipment inside belongs to companies from corporate giants to startups, which are increasingly using it to run their artificial-intelligence (AI) systems. The AI gold rush, spurred by the astounding sophistication of “generative” systems such as ChatGPT, a hit virtual conversationalist, promises to generate rich profits for those who harness the technology’s potential. As in the early days of any gold rush, though, it is already minting fortunes for the sellers of the requisite picks and shovels.\n\nOn May 24th Nvidia, which designs the semiconductors of choice for many AI servers, beat analysts’ revenue and profit forecasts for the three months to April. It expects sales of $11bn in its current quarter, half as much again as what Wall Street was predicting. As its share price leapt by 30% the next day, the company’s market value flirted with $1trn. Nvidia’s chief executive, Jensen Huang, declared on May 29th that the world is at “the tipping point of a new computing era”.\n\nOther chip firms, from fellow designers like AMD to manufacturers such as TSMC of Taiwan, have been swept up in the AI excitement. So have providers of other computing infrastructure—which includes everything from those colourful cables, noisy air-conditioning units and data-centre floor space to the software that helps run the AI models and marshal the data. An equally weighted index of 30-odd such companies has risen by 40% since ChatGPT’s launch in November, compared with 13% for the tech-heavy NASDAQ index (see chart). “A new tech stack is emerging,” sums up Daniel Jeffries of the AI Infrastructure Alliance, a lobby group.\n\nStory continues\n\nOn the face of it, the AI gubbins seems far less exciting than the clever “large language models” behind ChatGPT and its fast-expanding array of rivals. But as the model-builders and makers of applications that piggyback on those models vie for a slice of the future AI pie, they all need computing power in the here and now—and lots of it.\n\nThe latest AI systems, including the generative sort, are much more computing-intensive than older ones, let alone non-AI applications. Amin Vahdat, head of AI infrastructure at Google Cloud Platform, the internet giant’s cloud-computing arm, observes that model sizes have grown ten-fold each year for the past six years. GPT-4, the latest version of the one which powers ChatGPT, analyses data using perhaps 1trn parameters, more than five times as many as its predecessor. As the models grow in complexity, the computational needs for training them increase correspondingly.\n\nOnce trained, AIs require less number-crunching capacity to be used in a process called inference. But given the range of applications on offer, inference will, cumulatively, also demand plenty of processing oomph. Microsoft has more than 2,500 customers for a service that uses technology from OpenAI, ChatGPT’s creator, of which the software giant owns nearly half. That is up ten-fold since the previous quarter. Google’s parent company, Alphabet, has six products with 2bn or more users globally—and plans to turbocharge them with generative AI.\n\nThe most obvious winners from surging demand for computing power are the chipmakers. Companies like Nvidia and AMD get a licence fee every time their blueprints are etched onto silicon by manufacturers such as TSMC on behalf of end-customers, notably the big providers of cloud computing that powers most AI applications. AI is thus a boon to the chip designers, since it benefits from more powerful chips (which tend to generate higher margins), and more of them. UBS, a bank, reckons that in the next one or two years AI will increase demand for specialist chips known as graphics-processing units (GPUs) by $10bn-15bn.\n\nAs a result, Nvidia’s annual data-centre revenue, which accounts for 56% of its sales, could double. AMD is bringing out a new GPU later this year. Although it is a much smaller player in the GPU-design game than Nvidia, the scale of the AI boom means that the firm is poised to benefit “even if it just gets the dregs” of the market, says Stacy Rasgon of Bernstein, a broker. Chip-design startups focused on AI, such as Cerebras and Graphcore, are trying to make a name for themselves. PitchBook, a data provider, counts about 300 such firms.\n\nNaturally, some of the windfall will also accrue to the manufacturers. In April TSMC’s boss, C.C. Wei, talked cautiously of “incremental upside in AI-related demand”. Investors have been rather more enthusiastic. The company’s share price rose by 10% after Nvidia’s latest earnings, adding around $20bn to its market capitalisation. Less obvious beneficiaries also include companies that allow more chips to be packaged into a single processing unit. Besi, a Dutch firm, makes the tools that help bond chips together. According to Pierre Ferragu of New Street Research, another firm of analysts, the Dutch company controls three-quarters of the market for high-precision bonding. Its share price has jumped by more than half this year.\n\nUBS estimates that gpus make up about half the cost of specialised AI servers, compared with a tenth for standard servers. But they are not the only necessary gear. To work as a single computer, a data centre’s GPUs also need to talk to each other.\n\nThat, in turn, requires increasingly advanced networking equipment, such as switches, routers and specialist chips. The market for such kit is expected to grow by 40% annually in the next few years, to nearly $9bn by 2027, according to 650 Group, a research firm. Nvidia, which also licenses such kit, accounts for 78% of global sales. But competitors like Arista Networks, a Californian firm, are getting a look-in from investors, too: its share price is up by nearly 70% in the past year. Broadcom, which sells specialist chips that help networks operate, said that its annual sales of such semiconductors would quadruple in 2023, to $800m.\n\nThe AI boom is also good news for companies that assemble the servers that go into data centres, notes Peter Rutten of IDC, another research firm. Dell’Oro Group, one more firm of analysts, predicts that data centres across the world will increase the share of servers dedicated to AI from less than 10% today to about 20% within five years, and that kit’s share of data centres’ capital spending on servers will rise from about 20% today to 45%.\n\nThis will benefit server manufacturers like Wistron and Inventec, both from Taiwan, which produce custom-built servers chiefly for giant cloud providers such as Amazon Web Services (AWS) and Microsoft’s Azure. Smaller manufacturers should do well, too. The bosses of Wiwynn, another Taiwanese server-maker, recently said that AI-related projects account for more than half of their current order book. Super Micro, an American firm, said that in the three months to April AI products accounted for 29% of its sales, up from an average of 20% in the previous 12 months.\n\nAll this AI hardware requires specialist software to operate. Some of these programs come from the hardware firms; Nvidia’s software platform, called CUDA, allows customers to make the most of its GPUs, for example. Other firms create applications that let AI firms manage data (Datagen, Pinecone, Scale AI) or host large language models (HuggingFace, Replicate). PitchBook counts around 80 such startups. More than 20 have raised new capital so far this year; Pinecone counts Andreessen Horowitz and Tiger Global, two giants of venture capital, as investors.\n\nAs with the hardware, the main customers for a lot of this software are the cloud giants. Together Amazon, Alphabet and Microsoft plan to undertake capital spending of around $120bn this year, up from $78bn in 2022. Much of that will go to expanding their cloud capacity. Even so, demand for AI computing is so high that even they are struggling to keep up.\n\nThat has created an opening for challengers. In the past few years IBM, Nvidia and Equinix have started to offer access to GPUs “as a service”. AI-focused cloud startups are proliferating, too. In March one of them, Lambda, raised $44m from investors such as Gradient Ventures, one of Google’s venture arms, and Greg Brockman, co-founder of OpenAI. The deal valued the firm at around $200m. A similar outfit, CoreWeave, raised $221m in April, including from Nvidia, at a valuation of $2bn. Brannin McBee, CoreWeave’s co-founder, argues that a focus on customer service and infrastructure designed around AI help it compete with the cloud giants.\n\nThe last group of AI-infrastructure winners are closest to providing actual shovels: the data-centre landlords. As demand for cloud computing surges, their properties are filling up. In the second half of 2022 data-centre vacancy rates stood at 3%, a record low. Specialists such as Equinix or its rival, Digital Realty, increasingly compete with large asset managers, who are keen to add data centres to their property portfolios. In 2021 Blackstone, a private-markets giant, paid $10bn for QTS Realty Trust, one of America’s biggest data-centre operators. In April Brookfield, Blackstone’s Canadian rival which has been investing heavily in data centres, bought Data4, a French data-centre firm.\n\nContinued growth of the AI-infrastructure stack could yet run up against constraints. One is energy. A big investor in data centres notes that access to electricity, of which data centres are prodigious users, is expected to slow development of new data centres in hubs like northern Virginia and Silicon Valley. Another potential block is a shift away from vast AI models and cloud-based inference to smaller systems that require less computing power to train and can run inference on a smartphone, as is the case for Google’s recently unveiled scaled-down version of its PaLM model.\n\nThe biggest question-mark hangs over the permanence of the AI boom itself. Despite the popularity of ChatGPT and its ilk, profitable use cases for the technology remain unclear. In Silicon Valley, hype can turn to disappointment on a dime. Nvidia’s market value surged in 2021, as its GPUs turned out to be perfect for mining bitcoin and other cryptocurrencies, then collapsed as the crypto boom turned to bust.\n\nAnd if the technology does live up to its transformative billing, regulators could clamp down. Policymakers around the world, worried about generative AI’s potential to eliminate jobs or spread misinformation, are already mulling guardrails. Indeed, on May 11th lawmakers in the EU proposed a set of rules that would restrict chatbots.\n\nAll these limiting factors may slow AI’s deployment, and in doing so dampen the prospects for AI-infrastructure firms. But probably only a bit. Even if generative AI does not turn out to be as transformative as its boosters claim, it will almost certainly be more useful than crypto. And there are plenty of other, non-generative AIs that also need lots of computing power. Nothing short of a global ban on generative AI, which is not on the horizon, is likely to stop the gold rush. And so long as everybody is rushing, the pedlars of picks and shovels will be cashing in.\n\nTo stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter.\n\n© 2023 The Economist Newspaper Limited. All rights reserved.\n\nFrom The Economist, published under licence. The original content can be found on https://www.economist.com/business/2023/05/29/nvidia-is-not-the-only-firm-cashing-in-on-the-ai-gold-rush"
    },
    {
        "title": "Nvidia CEO: ‘We don’t have any magic bullets’ to deal with chip shortage",
        "publish_date": "11/10/2021",
        "text": "Nvidia (NVDA) CEO Jensen Huang doesn’t see the global chip shortage coming to an end anytime soon. The head of the largest chip maker by market cap, Huang is fresh off his virtual keynote at Nvidia’s GTC conference where he announced advances in the company’s metaverse and AI efforts.\n\nBut Nvidia still makes the bulk of its revenue, about 47% in Q2, from the sale of its gaming cards. And those continue to be in short supply due to the pandemic-induced chip crisis.\n\n“I think that through the next year, demand is going to far exceed supply. We don’t have any magic bullets in navigating the supply chain,” Huang told Yahoo Finance Live on Wednesday.\n\n“We have the support of our suppliers. We’re fortunate that we’re multi-sourced and that our supply chain is diverse and our company is quite large so we have the support of a large ecosystem around us,” he added.\n\nThe chip crisis kicked off at the start of the pandemic when automakers, expecting a slowdown in sales, cut their chip orders. But consumers had other plans and started buying up cars in droves. At the same time, consumers, trapped in their homes due to pandemic restrictions, started grabbing everything from workstations and webcams to gaming PCs and game consoles.\n\nNvidia CEO Jensen Huang speaks during a press conference at The MGM during CES 2018 in Las Vegas on January 7, 2018. / AFP PHOTO / Mandel Ngan\n\nWith so many industries vying for attention from the small number of global chip makers, a crunch was all but guaranteed. And it continues to play out now. Try buying an Nvidia graphics card or, heck, a PlayStation 5. If you don’t want to pay hundreds of dollars over the manufacturer’s suggested retail price, you’ll likely be waiting a while.\n\nThe demand has piled up so much that when products do become available, they sell out in an instant. We’re talking about people lined up in parking lots outside of electronics stores hoping to get their hands on a new Nvidia card. I’ve got an Nvidia card in my own gaming computer, but was lucky enough to get it in 2019.\n\nOf course, Nvidia isn’t the only company contending with the chip shortage. Intel CEO Pat Gelsinger told Yahoo Finance Live last month that he doesn’t expect supply problems to get better until some time in 2023.\n\nStory continues\n\nWhile Huang says the chip shortage will eventually subside, he doesn’t think the level of demand we’re seeing is transitory. Instead, he says it’s here to stay.\n\n“People are starting to build more and more home workstations because their home is now their office,” Huang said. “And when they’re at home they prefer to have a permanent system, and so desktop computers are doing incredibly well.”\n\nPeople are also spending more time gaming, he said, leading to more people trying to get their hands on Nvidia’s high-end graphics cards.\n\n“I think these are permanent conditions, and we’re going to see new computers being built for quite a while. People are building home offices, and you could see all of the implications,” Huang said.\n\nSign up for Yahoo Finance Tech newsletter\n\nMore from Dan\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, YouTube, and reddit\n\nGot a tip? Email Daniel Howley at dhowley@yahoofinance.com over via encrypted mail at danielphowley@protonmail.com, and follow him on Twitter at @DanielHowley."
    },
    {
        "title": "Nvidia expects first-quarter sales to exceed $5.3 bln",
        "publish_date": "04/12/2021",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California, February 11, 2015. REUTERS/Robert Galbraith/File Photo Acquire Licensing Rights\n\nApril 12 (Reuters) - Nvidia Corp's (NVDA.O) first-quarter revenue will be above its earlier forecast of $5.3 billion, the chipmaker said on Monday, as it benefits from strong demand for chips that power data centers and cryptocurrency mining.\n\nThe company's shares, which rose on the back of a slew of product announcements during the session, were trading nearly 6% higher.\n\nDemand for Nvidia's gaming graphic chips has soared during the COVID-19 pandemic, but the bigger boost to its sales has come from an aggressive push into artificial intelligence chips, which handle tasks such as speech and image recognition in data centers\n\n\"While our fiscal 2022 first quarter is not yet complete, Q1 total revenue is tracking above the $5.30 billion outlook,\" Chief Financial Officer Colette Kress said in a statement.\n\nNvidia's unit that supports cryptocurrency mining is now expected to report sales of $150 million in the quarter, up from previous forecast of $50 million, the company said.\n\nThe company's upbeat forecast comes even as the chip industry continues to reel from a global shortage of components, disrupting wide-scale manufacturing of products including vehicles and smartphones.\n\n\"We expect demand to continue to exceed supply for much of this year,\" Kress said.\n\nEarlier on Monday, Nvidia said it was planning to make a server processor chip based on technology from Arm Ltd, putting it in the most direct competition yet with rival Intel Corp (INTC.O). read more\n\nReporting by Munsif Vengattil in Bengaluru; Editing by Ramakrishnan M.\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia is on top of the world, but its rivals are gaining steam",
        "publish_date": "11/10/2021",
        "text": "This article was first featured in Yahoo Finance Tech, a weekly newsletter highlighting our original content on the industry. Get it sent directly to your inbox every Wednesday by 4 p.m. ET. Subscribe\n\nWednesday, November 11, 2021\n\nNvidia is still the graphics king, but AMD, Intel, and Apple are making moves\n\nNvidia (NVDA) unveiled a sweeping array of new technologies at its GTC conference this week, ranging from an AI-powered chauffeur that can park your car to a tool to predict the paths of wildfires. All of this from a company that started out selling graphics cards for gamers.\n\nBut Nvidia still makes the majority of its money from the sale of those cards. Its gaming unit accounted for 47% of total revenue in the second quarter, while the data center business accounted for 36%.\n\nAnd while Nvidia dominates with roughly 83% of market share compared to AMD's (AMD) 17%, it has serious competition angling to take its crown.\n\nFirst, there's Apple (AAPL), which has quickly built out its own laptop chips with graphics capabilities that it says can tangle with Nvidia’s best offerings. And waiting in the wings is Intel (INTC), which is set to launch its own line of graphics chips that could prove especially troublesome for Nvidia.\n\nThat's because unlike Apple's chips, Intel's graphics processors will find their way into Windows laptops and desktops. Windows PCs are the go-to computers for gamers around the world, and if Intel pushes out chips that can rival Nvidia's capabilities, it could threaten the gaming titan in the long term.\n\nIntel, Apple, and AMD are looking to take own Nvidia\n\nNvidia is a beast in the gaming market and AI business, but it’s quickly gaining new rivals. While the company’s RTX cards are some of the most powerful around, they aren’t the only option for consumers and businesses.\n\nJensen Huang, CEO of Nvidia, shows the NVIDIA Volta GPU computing platform at his keynote address at CES in Las Vegas, Nevada, U.S. January 7, 2018. REUTERS/Rick Wilking\n\nWhile AMD doesn’t have Nvidia’s market share, it’s got the kind of capabilities that gamers are looking for at similar prices. Intel, meanwhile, is preparing to roll out the first real competitors to mainstream Nvidia and AMD graphics in the form of its Arc Alchemist chips for laptops and desktop cards.\n\nStory continues\n\n“Intel has already got all the support for gaming in its GPUs, because Intel is actually the biggest GPU vendor in the market with its integrated GPUs,” explained Gartner analyst Alan Priestley.\n\nBut those chips, he says, don’t offer the kind of graphics capabilities of discrete graphics chips that have their own memory. They’re more in line with playing Solitaire rather than, say, “Call of Duty.” But Intel’s new chips, based on its Xe-HPG microarchitecture, appear to have all of the features necessary to take on Nvidia.\n\nIntel says its chips will support technologies like DirectX Ray Tracing, variable rate shading, and mesh shading — basically all things that make games look and run well. It's taking a direct swipe at Nvidia’s most important business.\n\n“The challenge for Intel is going to be whether it can gain share, because it's either got to gain share from Nvidia or AMD or grow the market,” Priestley said.\n\nIntel isn’t Nvidia’s only new competitor. Apple has become a surprising dark horse in the graphics game with its M1 Pro and M1 Max chips. Powering the company’s MacBook Pro 14-inch and MacBook Pro 16-inch, the chips make Apple’s laptops, according to the company’s own numbers, every bit as capable in terms of graphics performance as those running Nvidia chips.\n\nAccording to Apple’s testing, the M1 Max-powered MacBook Pro 16-inch with 64GB of RAM beats out Razer’s Blade 15 Advanced running an Intel Core i9, 32GB of RAM, and an Nvidia RTX 3080 in both performance and power efficiency. Both systems are roughly the same price.\n\nThere are some caveats there, of course. Namely that Apple doesn’t play much in the gaming space. Sure, there are games available through the App Store, but if you’re looking for AAA titles from the world’s biggest developers, you’ll find them on PC.\n\nIt’s not just gaming where Nvidia is facing stiffer competition, though. AMD on Monday rolled out its new MI200 GPU for high performance computing and AI acceleration, with its sights set on taking on Nvidia in the data center space. Not to be left out, Intel is expected to bring out its own Ponte Vecchio GPU in 2022 for AI applications.\n\nNvidia is still as formidable as they come\n\nDespite staring down strong contenders, Nvidia is still a powerhouse — in large part because of its software.\n\n“They make their products very sticky by creating software infrastructure that makes it hard for customers to shift, particularly in the data center,” explained Matt Bryson, SVP of Equity Research at Wedbush Securities. “So I really think that that is the differentiation that they've created both in gaming and in the data center space. And that it's just really hard for competitors to replicate that.”\n\nNvidia also benefits by selling full-on supercomputers for AI applications, which can go for hundreds of thousands of dollars.\n\nWhat’s more, Nvidia benefits from largely working only with GPUs. Unlike AMD, it doesn’t sell both CPUs and GPUs, and unlike Intel, it isn’t reentering the discrete GPU market. The company is set to launch its own CPU code named Grace to ensure it can provide its customers with its own CPU — but so far it’s been able to focus all of its efforts on GPUs.\n\n“Nvidia has had that part of the market to itself. It has the resources to invest into the markets, both gaming and the data center, which has helped it build its business,” Priestley said. “It has one product GPUs, basically.”\n\nStill, Nvidia’s rivals aren’t sitting idly by. And while the company is the market leader for now, there’s no guarantee it will stay that way forever. It needs to continue to innovate at a rapid clip if it wants to hold on to its position at the top.\n\nBy Daniel Howley, tech editor at Yahoo Finance.\n\nRead the latest financial and business news from Yahoo Finance\n\nFollow Yahoo Finance on Twitter, Instagram, YouTube, Facebook, Flipboard, and LinkedIn"
    },
    {
        "title": "U.S. near deal for Nvidia supercomputer as it waits for delayed Intel machine -sources",
        "publish_date": "08/24/2021",
        "text": "The logo of Nvidia Corporation is seen during the annual Computex computer exhibition in Taipei, Taiwan May 30, 2017. REUTERS/Tyrone Siu Acquire Licensing Rights\n\nAug 24 (Reuters) - The U.S. Department of Energy is nearing a deal to purchase a supercomputer made with chips from Nvidia Corp (NVDA.O) and Advanced Micro Devices Inc (AMD.O) as a key lab waits for a larger supercomputer from Intel Corp (INTC.O) that has been delayed for months, two people familiar with the matter told Reuters.\n\nThe Nvidia and AMD machine, to be called Polaris, will not be a replacement for the Intel-based Aurora machine slated for the Argonne National Lab near Chicago, which was poised to be the nation's fastest computer when announced in 2019.\n\nInstead, Polaris, which will come online this year, will be a test machine for Argonne to start readying its software for the Intel machine, the people familiar with the matter said.\n\nArgonne spokesperson Ben Schiltz did not immediately respond to a request for comment, nor did AMD spokesperson Aaron Grabein. Nvidia spokesperson Ken Brown declined to comment.\n\nIntel, AMD and Nvidia are battling for market share for chips used in data centers. The United States' array of supercomputers do scientific work for healthcare, climate and other researchers, as well as performing virtual testing of the country's nuclear weapons.\n\nKey technologies pioneered in the systems often filter down to commercial data centers in subsequent years, giving an advantage to chip companies which win the contract work.\n\nWhen Aurora was first announced, Intel and Argonne said the machine would be delivered in 2021, but Intel still has not delivered the key Ponte Vecchio and Sapphire Rapids chips. Intel said in June that the Sapphire Rapids chips would not be in production until 2022, and on Tuesday Intel spokesperson Will Moss said the company remained committed to delivering the computer in 2022.\n\nThe $500 million contract called for Intel and partners to deliver a computer with so-called exaflop performance, or the ability to perform 1 quintillion - or 1,000,000,000,000,000,000 - calculations per second. Now, the first exascale computer in the United States will likely be a different machine at a different lab - Oak Ridge National Lab in Tennessee - built by Hewlett Packard Enterprise Co (HPE.N) with chips from AMD expected to be delivered later this year.\n\nThe Polaris machine at Argonne will not be as powerful as the Intel machine, the sources said. Based on Nvidia's A100 chips and AMD's Rome and Milan chips, the Polaris computer will be able to make some exaflop calculations but mostly work at slower speeds.\n\nReporting by Stephen Nellis in San Francisco; editing by Peter Henderson and Jonathan Oatis\n\n私たちの行動規範：トムソン・ロイター「信頼の原則」"
    },
    {
        "title": "Nvidia launches new products to plug cars, factories into its Omniverse",
        "publish_date": "11/09/2021",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith Acquire Licensing Rights\n\nDETROIT, Nov 9 (Reuters) - Nvidia (NVDA.O) is launching new technology to expand its reach in the automotive industry, including a virtual driving assistant that can park a standard car and a system to speed up the training of autonomous vehicles.\n\nAs part of its fall new product event, centered around its \"Omniverse\" simulation technology, Nvidia Chief Executive Jensen Huang said the company will begin offering automakers a system called Drive Concierge. It uses Nvidia hardware and artificial intelligence software to provide a variety of services, including an autonomous driving function that allows a human-driven vehicle to park itself.\n\nAnother extension of the Omniverse strategy will be a system called \"Omniverse Replicator\" that will simplify and speed up the tasks required to create a virtual world for training automated vehicles.\n\nNvidia, the world's biggest maker of graphics and artificial intelligence chips, has been pushing for years to expand technology originally developed for computer gaming and graphics into the auto industry.\n\nNow, Nvidia is looking to capitalize on the intense competition among automakers to develop vehicles that can drive themselves and deliver sophisticated entertainment and information to the humans on board.\n\nThe firm is working to put high-powered chips and software into vehicles, and also sell technology that can create a highly detailed simulation of a factory to help manufacturers cut costs when building new plants, or an artificial universe for a robotaxi or self-driving truck to learn how to drive.\n\nNvidia now has $8 billion in automotive revenue booked over the next six years, including business from automated trucking and robotaxi companies, said Danny Shapiro, Nvidia's vice president of automotive.\n\nA number of automakers, including Daimler AG's (DAIGn.DE)Mercedes-Benz luxury vehicle brand, VolvoCar AB (VOLCARb.ST)and Nio(NIO.N), have partnered with Nvidia to catch up with Tesla Inc's (TSLA.O) lead in software-driven features.\n\nMercedes and Nvidia announced in June 2020 a partnership to develop a new generation of Mercedes vehicles with Nvidia's Nvidia Drive Orin AGX platform engineered in to provide autonomous driving and other functions. The first of those Mercedes vehicles is planned to launch in 2024.\n\nReporting By Joe White; Editing by Ana Nicolaci da Costa\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia metaverse future bright even as Arm may slip from grasp",
        "publish_date": "12/03/2021",
        "text": "[1/2] The logo of technology company Nvidia at its headquarters in Santa Clara, California February 11, 2015. . REUTERS/Robert Galbraith Acquire Licensing Rights\n\nDec 3 (Reuters) - Nvidia Corp's (NVDA.O) dreams of acquiring British chip technology provider Arm for a hefty price of over $80 billion may not materialize, but analysts believe the chipmaker has plenty to focus on as it pushes into the metaverse.\n\nOn Thursday, the U.S. Federal Trade Commission sued to block the deal, which has been mired in global regulatory scrutiny. read more\n\nNvidia's shares fell about 3% on Friday morning.\n\nAnalysts have long believed that the chances of the deal getting through are slim to none.\n\n\"Even if Nvidia does not complete its ARM Holdings acquisition, demand for NVIDIA AI continues to accelerate,\" Tigress Financial Partners' Ivan Feinseth said, adding that \"Nvidia is all about AI and the Omniverse/metaverse.\"\n\nNvidia, the world's biggest maker of AI chips and graphics, has been doubling down on its data center business as more internet companies invest in the metaverse -- an online realm that connects people through augmented and virtual reality.\n\nThe blockbuster deal would give Nvidia exposure to Arm, which licenses its chips and blueprints to major chipmakers Apple Inc (AAPL.O), Qualcomm Inc (QCOM.O) and Samsung Electronics Co Ltd (005930.KS), and a chance to dominate the global semiconductor industry.\n\nIt would also put Nvidia into intense competition with rivals in the data center chip market such as Intel (INTC.O) and Advanced Micro Devices Inc (AMD.O).\n\n\"What is lost is the ability of Nvidia to invest in the ARM ecosystem at a much more impactful way than SoftBank had or ARM can,\" WestPark Capital analyst Ruben Roy said.\n\nThe FTC said the deal would give Nvidia control over computing technology and designs that competitors rely on to develop their chips.\n\n\"Owning Arm would be very nice... But if they can't pull it off, they will save the purchase price... We think the company will be fine either way,\" Bernstein analyst Stacy Rasgon said.\n\nReporting by Nivedita Balu and Chavi Mehta in Bengaluru; Editing by Shinjini Ganguli\n\n私たちの行動規範：トムソン・ロイター「信頼の原則」"
    },
    {
        "title": "NVIDIA Sets AI Inference Records, Introduces A30 and A10 GPUs for Enterprise Servers",
        "publish_date": "04/21/2021",
        "text": "NVIDIA AI Platform Smashes Every MLPerf Category, from Data Center to Edge\n\nNVIDIA Tensor Core GPUs\n\nThe NVIDIA AI inference platform, newly expanded with NVIDIA A30 and A10 GPUs for mainstream servers, has achieved record-setting performance across every category on the latest release of the MLPerf AI benchmarks.\n\nThe NVIDIA AI inference platform, newly expanded with NVIDIA A30 and A10 GPUs for mainstream servers, has achieved record-setting performance across every category on the latest release of the MLPerf AI benchmarks.\n\nSANTA CLARA, Calif., April 21, 2021 (GLOBE NEWSWIRE) -- NVIDIA today announced that its AI inference platform, newly expanded with NVIDIA® A30 and A10 GPUs for mainstream servers, has achieved record-setting performance across every category on the latest release of MLPerf.\n\n\n\nMLPerf is the industry’s established benchmark for measuring AI performance across a range of workloads spanning computer vision, medical imaging, recommender systems, speech recognition and natural language processing.\n\nDebuting on MLPerf, NVIDIA A30 and A10 GPUs combine high performance with low power consumption to provide enterprises with mainstream options for a broad range of AI inference, training, graphics and traditional enterprise compute workloads. Cisco, Dell Technologies, Hewlett Packard Enterprise, Inspur and Lenovo are expected to integrate the GPUs into their highest volume servers starting this summer.\n\nNVIDIA achieved these results taking advantage of the full breadth of the NVIDIA AI platform ― encompassing a wide range of GPUs and AI software, including TensorRT ™ and NVIDIA Triton™ Inference Server ― which is deployed by leading enterprises, such as Microsoft, Pinterest, Postmates, T-Mobile, USPS and WeChat.\n\n“As AI continues to transform every industry, MLPerf is becoming an even more important tool for companies to make informed decisions on their IT infrastructure investments,” said Ian Buck, general manager and vice president of Accelerated Computing at NVIDIA. “Now, with every major OEM submitting MLPerf results, NVIDIA and our partners are focusing not only on delivering world-leading performance for AI, but on democratizing AI with a coming wave of enterprise servers powered by our new A30 and A10 GPUs.”\n\nStory continues\n\nMLPerf Results\n\nNVIDIA is the only company to submit results for every test in the data center and edge categories, delivering top performance results across all MLPerf workloads.\n\nSeveral submissions also use Triton Inference Server, which simplifies the complexity of deploying AI in applications by supporting models from all major frameworks, running on GPUs, as well as CPUs, and optimizing for different query types including batch, real-time and streaming. Triton submissions achieved performance close to that of the most optimized GPU implementations, as well as CPU implementations, with comparable configurations.\n\nNVIDIA also broke new ground with its submissions using the NVIDIA Ampere architecture’s Multi-Instance GPU capability by simultaneously running all seven MLPerf Offline tests on a single GPU using seven MIG instances. The configuration showed nearly identical performance compared with a single MIG instance running alone.\n\nThese submissions demonstrate MIG’s performance and versatility, which enable infrastructure managers to provision right-sized amounts of GPU compute for specific applications to get maximum output from every data center GPU.\n\nIn addition to NVIDIA’s own submissions, NVIDIA partners Alibaba Cloud, Dell Technologies, Fujitsu, GIGABYTE, HPE, Inspur, Lenovo and Supermicro submitted a total of over 360 results using NVIDIA GPUs.\n\nNVIDIA’s Expanding AI Platform\n\nThe NVIDIA A30 and A10 GPUs are the latest additions to the NVIDIA AI platform, which includes NVIDIA Ampere architecture GPUs, NVIDIA Jetson AGX Xavier™ and Jetson Xavier NX, and a full stack of NVIDIA software optimized for accelerating AI.\n\nThe A30 delivers versatile performance for industry-standard servers, supporting a broad range of AI inference and mainstream enterprise compute workloads, such as recommender systems, conversational AI and computer vision.\n\nThe NVIDIA A10 GPU accelerates deep learning inference, interactive rendering, computer-aided design and cloud gaming, enabling enterprises to support mixed AI and graphics workloads on a common infrastructure. Using NVIDIA virtual GPU software , management can be streamlined to improve the utilization and provisioning of virtual desktops used by designers, engineers, artists and scientists.\n\nThe NVIDIA Jetson platform, based on the NVIDIA Xavier™ system-on-module, provides server-class AI performance at the edge, enabling a wide variety of applications in robotics, healthcare, retail and smart cities. Built on NVIDIA’s unified architecture and the CUDA-X™ software stack, Jetson is the only platform capable of running all the edge workloads in compact designs while consuming less than 30W of power.\n\nAvailability\n\nNVIDIA A100 GPUs are available in servers from leading manufacturers and in the cloud from all major cloud service providers. Additionally, A100 GPUs are featured across the NVIDIA DGX™ systems portfolio, including the NVIDIA DGX Station A100 , NVIDIA DGX A100 and NVIDIA DGX SuperPOD .\n\nThe A30 and A10, which consume just 165W and 150W, are expected in a wide range of servers starting this summer, including NVIDIA-Certified Systems ™ that go through rigorous testing to ensure high performance across a wide range of workloads.\n\nThe Jetson AGX Xavier and Jetson Xavier NX system-on-module are available from distributors globally.\n\nNVIDIA Triton and NVIDIA TensorRT are both available on NGC ™, NVIDIA’s software catalog.\n\nAbout NVIDIA\n\nNVIDIA’s (NASDAQ: NVDA) invention of the GPU in 1999 sparked the growth of the PC gaming market and has redefined modern computer graphics, high performance computing and artificial intelligence. The company’s pioneering work in accelerated computing and AI is reshaping trillion-dollar industries, such as transportation, healthcare and manufacturing, and fueling the growth of many others. More information at https://nvidianews.nvidia.com/ .\n\nCertain statements in this press release including, but not limited to, statements as to: NVIDIA setting and smashing records; the benefits, performance and impact of our products and technologies, including its AI inference and AI platforms, A30 GPUs, A10 GPUs, Triton Inference Server, Multi-Instance GPUs, NVIDIA virtual GPU software and NVIDIA Jetson; the companies expected to integrate GPUs into their servers this summer; the entities deploying our products; AI transforming every industry; the importance of MLPerf; which OEMs are submitting results; democratizing AI with NVIDIA; what MIG enables; and the availability of NVIDIA A100, A30 and A10 GPUs, Jetson AGX Xavier, Jenson Xavier NX system-on-a-module, NVIDIA Triton and NVIDIA TensorRT are forward-looking statements that are subject to risks and uncertainties that could cause results to be materially different than expectations. Important factors that could cause actual results to differ materially include: global economic conditions; our reliance on third parties to manufacture, assemble, package and test our products; the impact of technological development and competition; development of new products and technologies or enhancements to our existing product and technologies; market acceptance of our products or our partners’ products; design, manufacturing or software defects; changes in consumer preferences or demands; changes in industry standards and interfaces; unexpected loss of performance of our products or technologies when integrated into systems; as well as other factors detailed from time to time in the most recent reports NVIDIA files with the Securities and Exchange Commission, or SEC, including, but not limited to, its annual report on Form 10-K and quarterly reports on Form 10-Q. Copies of reports filed with the SEC are posted on the company’s website and are available from NVIDIA without charge. These forward-looking statements are not guarantees of future performance and speak only as of the date hereof, and, except as required by law, NVIDIA disclaims any obligation to update these forward-looking statements to reflect future events or circumstances.\n\n© 2021 NVIDIA Corporation. All rights reserved. NVIDIA, the NVIDIA logo, CUDA-X, DGX, DGX Station, Jetson, Jetson AGX Xavier, NGC, NVIDIA DGX SuperPOD, NVIDIA Triton, NVIDIA-Certified Systems, TensorRT and Xavier are trademarks and/or registered trademarks of NVIDIA Corporation in the U.S. and other countries. Other company and product names may be trademarks of the respective companies with which they are associated. Features, pricing, availability and specifications are subject to change without notice.\n\nFor further information, contact:\n\nKristin Uchiyama\n\nNVIDIA Corporation\n\n+1-408-313-0448\n\nkuchiyama@nvidia.com\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/fdc04008-7dca-4be5-92ee-d18e7d161531\n\n\n\n"
    },
    {
        "title": "Arm CEO says Nvidia merger better than going public",
        "publish_date": "07/02/2021",
        "text": "[1/2] The logo of Nvidia Corporation is seen during the annual Computex computer exhibition in Taipei, Taiwan May 30, 2017. REUTERS/Tyrone Siu/File Photo Acquire Licensing Rights\n\nJuly 2 (Reuters) - Nvidia Corp's (NVDA.O) proposed $40 billion acquisition of Arm Ltd would better support the creation of UK technology jobs than the SoftBank Group Corp (9984.T) unit becoming a standalone public company once again, Arm's chief executive said on Friday.\n\n\"We contemplated an IPO but determined that the pressure to deliver short-term revenue growth and profitability would suffocate our ability to invest, expand, move fast and innovate,\" Arm CEO Simon Segars wrote in a blog post.\n\n\"Combining with Nvidia will give us the scale, resources and agility needed to maximize the opportunities ahead,\" Segars wrote.\n\nLast week, Qualcomm CEO Cristiano Amon told The Telegraph newspaper and other media outlets that Qualcomm was open to investing in an initial public offering by Arm if the Nvidia deal falls apart. Amon has told media outlets that joint ownership of Arm by industry peers would keep the firm independent.\n\nQualcomm did not immediately respond to a request for comment.\n\nNvidia last year announced its plan to acquire Cambridge, England-based Arm, long a neutral supplier of chip design technology, from the Japanese conglomerate, which does not own any other chip companies.\n\nCritics like Qualcomm Inc (QCOM.O) have argued that allowing Arm to be owned by one chip company could cause it to focus on technologies that benefit its owner rather than the broader industry.\n\nThe deal is under regulatory scrutiny in the United States, United Kingdom and European Union.\n\nSoftBank bought Arm for $32 billion in 2016, betting on a surge in what are called internet-of-things (IoT) chips. Arm invested heavily in hiring to purse the technology. But the IoT market failed to produce a revenue boom for Arm, and the company later raised prices for some of its technologies, angering some customers.\n\nReporting by Stephen Nellis in San Francisco; Editing by Richard Chang\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Nvidia sets 4-for-1 stock split, shares rise",
        "publish_date": "05/21/2021",
        "text": "The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California, February 11, 2015. REUTERS/Robert Galbraith/File Photo Acquire Licensing Rights\n\nMay 21 (Reuters) - Nvidia Corp (NVDA.O) on Friday announced a four-for-one stock split as it looks to make its stock less expensive for investors, sending the chipmaker's shares up 3%.\n\nThe company's stock, which was last up at over $600 in premarket trading, has gained nearly 12% this year after its value more than doubled in 2020.\n\nStock splits can potentially attract retail investors who make small trades. However, as brokerages increasingly allow customers to buy parts of shares, the benefit of share splits appears to have diluted over time.\n\nApple (AAPL.O) split its stock 4-for-1, while electric carmaker Tesla (TSLA.O) split its stock 5-for-1 last year, with both companies saying they aimed to make their shares more affordable to individual investors.\n\nSanta Clara, California-based Nvidia said stock holders of record on July 21 would receive dividend of three additional shares after the close of trading on July 19, with the stock trading on a split-adjusted basis beginning July 20.\n\nThe announced split will require stockholder approval at the company's annual meeting in June.\n\nReporting by Akanksha Rana; Editing by Ramakrishnan M.\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "NVIDIA (NVDA) Spikes 5.6% on Upbeat Q1 Revenue Forecast",
        "publish_date": "04/30/2021",
        "text": "NVIDIA Corporation NVDA stock gained 5.6% on Monday after the company predicted that its first-quarter fiscal 2021 revenues would exceed the previous guidance. The graphic chip maker also unveiled a new product —a central processing unit (CPU) — specifically designed for data centers, also provided reason for investors to cheer.\n\nQ1 Sales to Exceed Expectations\n\nDuring its annual GPU Technology Conference (GTC) event, NVIDIA’s CFO Colette Kress said that the company is on track to report first-quarter 2021 revenues above management’s earlier expectations of $5.3 billion. The CFO stated that the company is witnessing broad-based strength with all of its segments driving upside to initial outlook.\n\nKress noted, “Overall demand remains very strong and continues to exceed supply while our channel inventories remain quite lean. We expect demand to continue to exceed supply for much of this year. We believe we will have sufficient supply to support sequential growth beyond Q1.”\n\nThe company is expecting another impressive year for its data-center business as industries are increasingly using artificial intelligence (AI) to improve their products and services. Moreover, the company now projects the first-quarter sales from the new CMP product for industrial-scale cryptocurrency mining chips to be $150 million, up from the previous estimate of $50 million.\n\nNVIDIA Corporation Price\n\nNVIDIA Corporation Price\n\nNVIDIA Corporation price | NVIDIA Corporation Quote\n\nNotably, NVIDIA is benefiting from the pandemic-induced work-from-home and learn-at-home wave. Stellar growth in GeForce desktop and notebook GPUs is boosting demand for its graphic chips. Furthermore, better visualization and speed are needed for a thrilling gaming experience, which NVIDIA successfully provides through its portfolio of Pascal architecture-based GPUs.\n\nAdditionally, a surge in the Hyperscale demand is a tailwind for the company’s data-center business. Further, solid uptake of AI-based smart cockpit infotainment solutions is a boon.\n\nStory continues\n\nCPU for Data Centers\n\nApart from updating the first-quarter revenue outlook, NVIDIA surprised investors by unveiling its first CPU, Grace, specifically designed for data centers. The company claims that it will deliver 10 times greater performance than the present day’s fastest servers that run AI applications and high-performance computing workloads.\n\nThe new processors will help NVIDIA better compete with its chief rivals — Intel INTC and Advanced Micro Devices AMD — which dominate the data-center market with their x86-based processors.\n\nThe Grace CPU is based on technology from Arm Holdings, which is being acquired by NVIDIA. Markedly, last September, NVIDIA inked an agreement to acquire Arm from its existing owner, Softbank Group, in a cash-and-stock deal worth $40 billion.\n\nThe Arm Holdings acquisition is anticipated to aid NVIDIA in offering an end-to-end ecosystem of technology across the data center, IoT, autonomous vehicles and mobile domains. The company is now well poised to upscale its inference technology, drivers, and accelerators by utilizing Arm’s robust architecture and chip designs.\n\nNVIDIA currently carries a Zacks Rank #2 (Buy). You can see the complete list of today’s Zacks #1 Rank (Strong Buy) stocks here.\n\nAnother similar-ranked stock in the broader technology sector is Dropbox DBX. The long-term earnings per share growth rate for Dropbox is 40.9%.\n\n5 Stocks Set to Double\n\nEach was hand-picked by a Zacks expert as the #1 favorite stock to gain +100% or more in 2020. Each comes from a different sector and has unique qualities and catalysts that could fuel exceptional growth.\n\nMost of the stocks in this report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor.\n\nToday, See These 5 Potential Home Runs >>\n\n\n\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\n\n\n\nDropbox, Inc. (DBX) : Free Stock Analysis Report\n\n\n\nTo read this article on Zacks.com click here.\n\n\n\nZacks Investment Research"
    },
    {
        "title": "EU regulators pause investigation into Nvidia, ARM deal",
        "publish_date": "12/06/2021",
        "text": "[1/2] The logo of technology company Nvidia is seen at its headquarters in Santa Clara, California February 11, 2015. REUTERS/Robert Galbraith Acquire Licensing Rights\n\nBRUSSELS, Dec 6 (Reuters) - EU antitrust regulators have temporarily halted their investigation into Nvidia's (NVDA.O) bid for British chip designer ARM, the largest ever chip deal, as they await more information, according to a European Commission filing.\n\nThe European Commission stopped the clock on its previous deadline on Nov. 25. Such delays have been common since the COVID-19 pandemic as companies try to gather data from customers struggling with lockdown restrictions and staff shortages.\n\nThe deal hit its biggest hurdle last week when the U.S. Federal Trade Commission sued to block Arm's acquisition by U.S. company Nvidia, the world's biggest maker of graphics and artificial intelligence (AI) chips. read more\n\nThe U.S. move came two months after the EU competition watchdog warned the deal could push up prices, reduce choice and innovation. read more\n\nBritish antitrust agency CMA has also said it would open a full-scale investigation into the deal.\n\nReporting by Foo Yun Chee; Editing by Edmund Blair\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Leaked NVIDIA Hash Rate for Upcoming GPU Sparks Mining Questions",
        "publish_date": "04/23/2021",
        "text": "New leaks surrounding the release of NVIDIA’s upcoming GeForce RTX 3080 Ti graphics card appear to debunk rumors of built-in anti-mining measures.\n\nScreenshots acquired by tech site Videocardz.com show what seems to be a test to measure the card’s hash rate for mining ethereum (ETH), which was clocked at 118.9 Mh/s.\n\nHowever, the site noted that this was also “after optimizations” and featured a glimpse of the mining efficiency “with no limiter implemented.”\n\nThe leak follows recent rumors\n\nThe latest leak follows rumors this week that suggested the company was looking to adopt an approach similar to its anti-mining strategy for the RTX 3060 card.\n\nThe unit, which was released in February, had its hash rate halved in a bid to discourage miners from purchasing it, opening the field up to gamers instead.\n\nHowever, just over a month following its launch, miners were able to navigate around the limiter’s algorithm, rendering it largely ineffective against mining operations. And it’s unclear how NVIDIA is looking to adapt to the problems exposed in that card with its latest release.\n\nBut the launch of the limiter also coincided with the rollout of NVIDIA’s Crypto Mining Processor or CMP series, designed specifically with professional miners in mind.\n\nThe products on that line had many essential parts stripped from the traditional GPU like the display ports, to provide more room for airflow. Adjustments were also made to elements like frequency and peak core voltage, both of which were decreased in order to raise hash rates for the cards.\n\nBetter efficiency?\n\nThe company’s division which supports crypto mining has already forecast sales measuring $150 million for Q1 — nearly three times bigger than the company’s previous estimate.\n\nIf the latest leaks are confirmed, the GeForce 3080 Ti would be around 22% more efficient than the 3080 card, which had a hash rate of 97 Mh/s, making the upcoming GPU a potentially attractive option for miners.\n\nNVIDIA is also yet to announce whether it will be retrofitting its older cards with the rumored anti-mining limiter.\n\nStory continues\n\nThe official release date for the 3080 Ti card hasn’t been announced, though reports suggest it could hit markets as early as May.\n\nThis follows multiple delays, as NVIDIA has also been rocked by a global chip shortage during the pandemic, which has driven up prices for both the components and the products they’re housed in.\n\nThe company has already announced that its stocks would “remain lean throughout Q1”, with the RTX 30-series bearing the brunt of that shortage."
    },
    {
        "title": "NVIDIA's Shield TV Pro streamer drops back to $180",
        "publish_date": "12/13/2021",
        "text": "NVIDIA’s Shield TV Pro is a multi-talented Android TV device that can not just stream Netflix, but also work as a Plex Server and run NVIDIA’s GeForce Now cloud gaming service. The biggest drawback is the $200 price, and it rarely goes on sale. Luckily, you can pick one up today for $180 at Amazon and Best Buy, matching one of the lowest prices we've ever seen.\n\nBuy NVIDIA Shield TV Pro at Amazon - $180 Buy NVIDIA Shield TV Pro at Best Buy - $180\n\nThe Shield TV Pro is one of the best streaming devices out there, with support for Chromecast streaming, 4K HDR Dolby Vision and Dolby Atmos audio support. You also get the fast Tegra X1+ processor that can do 4K upscaling while ensuring that GeForce Now gaming works smoothly. It also comes with a comfortable triangular remote with support for voice control via Google Assistant and other services. Finally, it comes with 16GB of expandable storage so that you can stream your own content.\n\nIf the Shield TV Pro is still too much, NVIDIA's regular Shield TV is also on sale for $130 at both Best Buy and Amazon. That model can't work as a Plex server, but it otherwise offers the same features as the Shield TV Pro, like 4K HDR Dolby Vision and Dolby Atmos, along with the voice-controlled remote. Other features include a gigabit ethernet port and a microSD card slot for storage expansion.\n\nBuy NVIDIA Shield TV at Amazon - $130 Buy NVIDIA Shield TV at Best Buy - $130\n\nBoth of those products are great all-around streamers, but if you're in the Apple ecosystem, the 2021 Apple TV 4K is still on sale for $150. As mentioned before, it's one of the best high-end streaming boxes available thanks to the A12 Bionic processor that delivers faster performance than ever. It also supports Dolby Atmos sound, 60 fps Dolby Vision, AirPlay 3, screen mirroring and HomeKit.\n\nFollow @EngadgetDeals on Twitter for the latest tech deals and buying advice."
    },
    {
        "title": "The latest version of NVIDIA's DLSS technology is better at rendering moving objects",
        "publish_date": "11/16/2021",
        "text": "NVIDIA has released a major update for its Deep Learning Super Sampling (DLSS) technology. With version 2.3 of the software, the company says the AI algorithm makes smarter use of motion vectors to improve how objects look when they’re moving. The update also helps to reduce ghosting, make particle effects look clearer and improve temporal stability. The latter has traditionally been one of the weakest aspects of the technology, so DLSS 2.3 represents a major improvement. As of today, 16 games feature support for DLSS 2.3. Highlights include Cyberpunk 2077, Deathloop and Doom Eternal.\n\nIf you don’t own an RTX GPU but still want to take advantage of the performance boost you can get from upscaling a game, NVIDIA has updated its Image Scaling technology to improve both fidelity and performance. Accessible through the NVIDIA Control Panel, the tool uses spatial upscaling to do the job. That means the result isn’t as clean as the temporal method DLSS uses, but the advantage is you don’t need special hardware. To that end, NVIDIA is releasing an SDK that will allow any GPU, regardless of make, to take advantage of the technology. In that way, NVIDIA says game developers can offer the best of both worlds: DLSS for the best possible image quality and NVIDIA Image Scaling for cross-platform support."
    },
    {
        "title": "Nvidia's rally turbo charged by 'metaverse', valuation breaches $800 bln",
        "publish_date": "11/18/2021",
        "text": "NVIDIA computer graphic cards are shown for sale at a retail store in San Marcos, California, U.S. August 14, 2018. REUTERS/Mike Blake/File Photo Acquire Licensing Rights\n\nNov 18 (Reuters) - Shares of Nvidia Corp (NVDA.O) surged 12% on Thursday, taking the chipmaker closer to the $1 trillion valuation mark on hopes that it will get a boost from companies plowing billions of dollars into their \"metaverses\", the latest technology buzzword.\n\nThe company's stock has been on a tear, especially after Meta Platforms (FB.O), formerly Facebook, announced plans late in October to rebrand itself in a bid to build a metaverse around its widely used platforms.\n\nNvidia on Wednesday forecast upbeat fourth-quarter results, betting on growth in its business that supplies chips to power artificial intelligence and the metaverse. read more\n\nIt shares have more than doubled this year and breached the $800 billion valuation mark on Thursday, far outpacing those of rivals Intel (INTC.O) and Advanced Micro Devices (AMD.O), which have risen 0.82% and 65%, respectively. read more\n\nSome analysts, however, remain cautious over the high valuation as Nvidia cements its position as the seventh most valuable U.S. company.\n\n\"Valuation will be the other potentially sticky factor, with the shares admittedly trading at eye-watering levels,\" said Bernstein analyst Stacy Rasgon.\n\nRoundHill Ball Metaverse ETF (META.P), which tracks companies that benefit from metaverse, rose 1.7% to hit a record high.\n\nWith Nvidia its largest holding, the ETF has risen more than 20% since hitting a low on Oct. 4.\n\nThe company last month released Omniverse Enterprise, a set of software tools that will help companies create a \"metaverse\" of three-dimensional virtual worlds, the computing power for which would come from Nvidia's chips. read more\n\nIts executives have been drumming up the concept and used the term \"omniverse\" 36 times on Wednesday's post-earnings call, a big jump from the 20 and seven references in the August and May calls, respectively.\n\n\"Nvidia's comments reinforced our positive thesis on the company's positioning/strategy to become an enabling platform story for the metaverse,\" Wells Fargo analysts said.\n\nReporting by Siddarth S and Akash Sriram in Bengaluru; additional reporting by Sruthi Shankar; writing by Tanvi Mehta; Editing by Anil D'Silva\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Here's How Long It Took Nvidia To Reach A $100B Market Cap",
        "publish_date": "05/21/2020",
        "text": "NVIDIA Corporation's (NASDAQ: NVDA) name has become synonymous with discrete GPUs and it is the unparalleled leader in the segment. The latest estimates by Jon Peddie Research showed Nvidia dominating with roughly 69% share in the fourth quarter of 2019 compared to rival Advanced Micro Devices, Inc.'s (NASDAQ: AMD) 31% in a duopolistic market.\n\nNvidia's Early Bet On Gaming Growth\n\nNvidia was founded in April 1993 by the trio of Jensen Huang, Chris Malachowsky and Curtis Priem on the premise that PCs would one day become consumer devices for enjoying games and multimedia.\n\nThe first product rolled out of Nvidia's stable in 1995 in the form of a PCI card named NV1, which incidentally did not sell well. The company forged an important alliance in 1998 when it struck a manufacturing partnership with Taiwan Semiconductor Mfg. Co. Ltd. (NYSE: TSM).\n\nThe real breakthrough came in 1991 when Nvidia invented the GPU.\n\nIn 2001, the company unveiled its nForce Platform, signaling its entry into the integrated GPU market. It introduced the first programmable GPU, the GeForce3.\n\nOn the financial front, Nvidia achieved the milestone of $1 billion in annual revenue in 2001. The stock was added to the S&P 500 Index that year.\n\nIn 2005, Nvidia developed a processor for Sony Corp's (NYSE: SNE) PlayStation 3.\n\nThe $1-billion number become Nvidia's run rate for quarterly revenue in 2007.\n\nNvidia's Wall Street Journey\n\nIn 1991, the company went public, offering 3.5 million shares at $12 per share, raising $42 million in the process. The stock closed the debut session Jan. 22, 1999 at $19.7, giving it a market-cap of $626.1 million.\n\nNvidia's Journey to $100B Market Cap\n\nThe shares touched a $1-billion market cap milestone in Nov. 1999, the same year of its debut. In another six years, the market cap increased to $10 billion. The market cap doubled to $20 billion in September 2007.\n\nWith the stock losing ground, the market cap slipped and it took nearly a decade for the stock to reclaim the $20-billion market cap level. The stock's market cap increased to $20 billion after the gap in April 2016.\n\nStory continues\n\nIt was then a northward bound journey for the stock as well as its market cap. The market cap hit $100 billion for the first time in July 2017. It took 18 years from Nvidia's IPO for the stock to attain the $100-billion market cap mark and 24 years from the company's inception.\n\nNvidia achieved a $200-billion market cap last week.\n\nNvidia Product Timeline\n\n1999: GeForce 256, the first GPU\n\n2001: GeForce 3, the first programmable GPU\n\n2006: Cuda architecture unveiled\n\n2008: launched Tegra mobile processors\n\n2011: introduces Tegra 2, the first dual-core mobile processors\n\n2015: ventures into deep learning with the launch of Tegra X1 and Nvidia drive\n\n2016: kickstarted the AI revolution with Pascal architecture, DGX-1, DRIVR PX 2\n\n2017: Volta architecture introduced\n\n2018: Turning architecture unveiled\n\n2020: unveiled the A100 data center GPU powered by the new Ampere architecture\n\nRelated Links:\n\nNvidia Analyst Says New, Ampere-Based Data Center GPU Makes Chipmaker 'Unassailable'\n\nBMO Turns Bullish On Nvidia, Says It's Uniquely Positioned For Computing Shift\n\nPhoto courtesy of Nvidia.\n\nSee more from Benzinga\n\n© 2020 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Nvidia eclipses Intel as most valuable U.S. chipmaker",
        "publish_date": "07/08/2020",
        "text": "(Reuters) - Nvidia NVDA.O has overtaken Intel INTC.O for the first time as the most valuable U.S. chipmaker.\n\nSlideshow ( 2 images )\n\nIn a semiconductor industry milestone, Nvidia’s shares rose 2.3% in afternoon trading on Wednesday to a record $404, putting the graphic component maker’s market capitalization at $248 billion, just above the $246 billion value of Intel, once the world’s leading chipmaker.\n\nFor a graphic on Nvidia’s stock market value eclipses Intel:\n\nNvidia’s stock has been among Wall Street’s strongest performers in recent years as it expanded from its core personal computer chip business into datacenters, automobiles and artificial intelligence. Intel, which for decades has dominated in processors for PCs and servers, has struggled to diversify its business after making critical stumbles in the smartphone revolution.\n\nU.S. chipmakers have mostly outperformed since the S&P 500 hit a low on March 23, but Intel has enjoyed much less of that rebound than Nvidia, which is frequently among the most traded stocks on Fidelity and other retail investing websites.\n\nWhile Intel’s stock has lost almost 3% in 2020, Nvidia’s has surged 68%. Investors have been betting that the shift to working remotely because of the coronavirus pandemic will continue to fuel fast growth in Nvidia’s datacenter business.\n\nIn recent years, Intel has also faced greater competition from foreign competitors, and its market capitalization has already fallen below those of South Korea's Samsung Electronics 005930.KS and Taiwan Semiconductor Manufacturing Co 2330.TW.\n\nMost recently, Intel has suffered setbacks in its sprawling supply chain due to the pandemic, and higher costs related to the development of upcoming “Tiger Lake” 10-nanometer processors.\n\nDespite Nvidia’s meteoric stock rise, its sales remain a fraction of Intel’s. Analysts on average see Nvidia’s revenue rising 34% in its current fiscal year to $14.6 billion, while analysts expect Intel’s 2020 revenue to increase 2.5% to $73.8 billion, according to Refinitiv.\n\nReflecting investors’ optimism about Nvidia’s future profit growth, Nvidia’s shares are currently trading at 45 times expected earnings, while Intel’s trade at 12 times expected earnings."
    },
    {
        "title": "Is Nvidia the Best Blockchain Stock?",
        "publish_date": "11/25/2020",
        "text": "- By Nicholas Kitonyi\n\n\n\n\n\nBlockchain has emerged as one of the most disruptive forces in the technology sector. However, while several people still prefer to invest via the cryptocurrency market, there are better options for those inclined to stocks.\n\nGraphics processing unit manufacturer Nvidia Corp. (NASDAQ:NVDA) has been the preference for those looking to invest in the massive adoption of blockchain technology. The company's stock has surged nearly 700% over the last three years amid an increase in demand for its GPUs.\n\n\n\n\n\nIs Nvidia the Best Blockchain Stock?\n\nThis growth can be significantly attributed to the rapid growth of the cryptocurrency market, which peaked toward the end of 2017 and again this year. Cryptocurrency mining companies use Nvidia's GPUs to mine bitcoins and other digital currencies. The company's graphics processing technology is tipped to experience exponential growth in the coming years as mining activity increases.\n\nPotential alternatives to Nvidia\n\nNvidia is not the only big tech company looking to invest in blockchain. Microsoft Corp. (NASDAQ:MSFT), Amazon.com Inc. (NASDAQ:AMZN) and International Business Machines Corp. (NYSE:IBM) have also invested heavily in blockchain. For those looking to invest in single stocks with some focus on blockchain, these three should be on the list of potential picks.\n\nAnother option would be to target asset managers that specialize in blockchain and cryptocurrency assets. In this case, Mike Novogratz's Galaxy Digital Holdings Ltd. (TSX:GLXY), which was founded just two years ago, comes close. The financial services company specializes in blockchain and cryptocurrency assets. It has grown to a market value of more than 550 million Canadian dollars ($423.3 million). This illustrates the growing appetite for blockchain asset managers.\n\nThe market has attracted companies from across the globe, including several that are privately held. South Korea's Hashed is another example. The Seoul-based firm has managed to grow its blockchain assets under management from $0.6 million in 2016 to more than $90 million net of fees.\n\nStory continues\n\nThe company has taken an expansive approach to the market by combining blockchain advisory services with asset management. This gives it access to a wider market that includes project research and development for early-stage blockchain companies.\n\nWhy Nvidia stands out\n\nAll these could be potential alternatives to Nvidia for those looking to build a portfolio of diversified blockchain investments. However, Nvidia offers its own kind of diversification in the sense that its business covers other markets, including gaming, artificial intelligence and autonomous vehicles.\n\nThe gaming industry, in particular, is expected to continue to evolve in the coming years, thereby boosting growth. Artificial intelligence and autonomous vehicles are still at very early stages of growth, which means there could be huge opportunities for the company.\n\nOne key advantage that Nvidia has over other technology stocks looking to benefit from blockchain technology is that it does not have to create something new. Before companies started to use its hardware to mine bitcoins, Nvidia was selling to gaming companies and other tech companies.\n\nMicrosoft's direct link to blockchain technology is based on its Azure cloud service. The platform is built on the Ethereum network. As more companies embrace blockchain, the more they are likely to choose Azure for security reasons. But Amazon is doing the same with its web services platform.\n\nIn fact, Amazon has gone a step further to create an infrastructure for startups to build blockchain projects. For this reason, it could be the closest rival to Nvidia. Its expansive portfolio of services also creates avenues to expand its investment in blockchain. But again, there are several competing platforms that startups can use to build a blockchain project.\n\nNvidia's GPUs, on the other hand, do not appear to have much of a challenge when it comes to mining cryptocurrencies. Advanced Micro Devices Inc.'s (NASDAQ:AMD) Radeon RX series is perhaps the likely candidate to rival Nvidia's GeForce RTX series in the near future.\n\nConclusion\n\nIn summary, it looks like Nvidia's position in the blockchain market is stronger than any of its close rivals. The company's product has gained so much popularity in the cryptocurrency mining space that it barely needs to market it. It is a self-seller. This is not the case for other big technology companies looking to capitalize on the adoption of blockchain technology.\n\nDisclosure: No positions in the stocks mentioned.\n\nRead more here:\n\n\n\n\n\n\n\nNot a Premium Member of GuruFocus? Sign up for a free 7-day trial here.\n\nThis article first appeared on GuruFocus.\n\n"
    },
    {
        "title": "Nvidia follows Intel to predict strong growth in data center business",
        "publish_date": "11/14/2019",
        "text": "(Reuters) - Nvidia Corp NVDA.O on Thursday joined rival Intel Corp INTC.O to predict strong demand for chips used in data centers after its third-quarter revenue and profit beat market expectations.\n\nSlideshow ( 2 images )\n\nThe company’s gaming chip business powered the quarterly results, but it said it expects the biggest revenue generating unit to be impacted in the fourth quarter by seasonal weakness for gaming cards used in personal computers and laptops.\n\nThe strong quarterly performance by the top chipmakers comes as a relief to the industry that is reeling under slowing demand due to a prolonged U.S.-China trade war.\n\nNvidia said it expects data center growth to come from a rise in conversational AI, the ability for computers to engage in human-like dialogue, and inference, the process of using an algorithm for tasks such as translating audio into text-based requests.\n\n“Like Intel, Nvidia saw big demand from its hyperscale customers, undoubtedly driven by machine learning training and inference needs,” Patrick Moorhead of Moor Insights & Strategy said.\n\nThe company in March outbid Intel to buy Israeli chip designer Mellanox Technologies Ltd MLNX.O for $6.8 billion, in a deal that is expected to help the firm boost its data center and AI business.\n\nIt will return to buying back stock after closing the acquisition, which it expects in the early part of next year, Nvidia said on Thursday.\n\nGraphic: NVIDIA QUARTERLY REVENUE TREND interactive,\n\nThe company expects fourth-quarter revenue of $2.95 billion, plus or minus 2%, while analysts on average were expecting $3.06 billion, according to IBES data from Refinitiv.\n\nIn the reported quarter, revenue from gaming business fell 6% to $1.66 billion, but beat analysts’ estimate of $1.54 billion, according to FactSet.\n\nTotal revenue fell 5% to $3.01 billion, but was above expectation of $2.91 billion. Excluding items, it earned $1.78 per share, above estimates of $1.57.\n\nShares of the company were marginally down in volatile trading.\n\nGraphic: NVIDIA QUARTERLY REVENUE TREND png,"
    },
    {
        "title": "Nvidia Signals That Growth of Data Center Business Will Slow",
        "publish_date": "08/19/2020",
        "text": "(Bloomberg) -- Nvidia Corp. suggested that the growth of its data center business will slow, sending shares of the chipmaker down 1.4% in extended trading on Wednesday.\n\nChief Financial Officer Colette Kress said data center sales will grow in the “low-to-mid single digit” percentage range in the fiscal third quarter, compared with the previous quarter, she said. That’s down from a 54% quarter-on-quarter surge in the most-recent period.\n\nWhile demand from major cloud service providers remains solid, the company has a more “mixed” outlook on spending by companies in some industries, the CFO added during a conference call with analysts.\n\nThat quelled investor enthusiasm for the company’s quarterly results, which beat Wall Street expectations.Revenue will be about $4.4 billion in the period ending in October, the Santa Clara, California-based company said Wednesday in a statement. That compares with an average analyst estimate of $3.96 billion, according to data compiled by Bloomberg.Nvidia is the biggest manufacturer of semiconductors that make video games run on computers as realistically as possible. It’s carved out a new multibillion-dollar business selling these components to data center owners that use the chips to speed up artificial intelligence software. Sales from this division exceeded gaming revenue for the first time in the fiscal second quarter.\n\nThe global shift to working and studying from home has fired up sales of laptops and increased demand for cloud services that rely on server computers using Nvidia graphics processors.\n\nNvidia Chief Executive Officer Jensen Huang said the Covid-19 lockdown has accelerated trends that were already in place and that the use of his company’s technology will continue to increase.\n\n“This is not a momentary thing, it’s clearly the future brought to the present,” he said in an interview. “Nvidia computing is past the tipping point and its getting adopted in so many industries.”\n\nData center chip sales came in at $1.75 billion in the fiscal second quarter. That was up 167% from the same period in 2019. The most-recent results included the acquisition of Mellanox Technologies Ltd. Revenue from gaming was $1.65 billion in the quarter, up 26% from a year earlier.\n\nStory continues\n\nThe company is in negotiations to acquire Arm Ltd., whose chip designs and technology underpin the smartphone industry. The talks are are exclusive and would result in the largest ever industry acquisition, Bloomberg has reported.Huang leads a company that’s captured the attention of investors like few others in the last decade. Nvidia’s stock ended 2010 at $15.42 and closed at $485.54 in New York on Wednesday. That’s given it a market value of about $300 billion, almost $100 billion more than Intel Corp., the world’s largest chipmaker.\n\nHuang didn’t comment on Arm, other than to praise its technological capabilities and say he loves working and competing with the company.\n\nGross margin, or the percentage of sales remaining after deducting the cost of production, will be about 62.5% in the current quarter, Nvidia also said.\n\nProfit in the fiscal second quarter was $622 million, or 99 cents a share, compared with $552 million, or 90 cents, a year earlier. Revenue surged 50% to $3.87 billion and profit excluding certain costs was $2.18 a share in the period, which ended July 26, the company said. Analysts, on average, had predicted earnings of $1.97 a share on sales of $3.66 billion.\n\n(Updates with executive comments in second paragraph)\n\nFor more articles like this, please visit us at bloomberg.com\n\nSubscribe now to stay ahead with the most trusted business news source.\n\n©2020 Bloomberg L.P."
    },
    {
        "title": "Nvidia Valuation Soars Past Intel on Graphics Chip Boom",
        "publish_date": "07/08/2020",
        "text": "Business Of Sports\n\nIf the only thing you know about sports is who wins and who loses, you are missing the highest stakes action of all. The business owners that power this multibillion dollar industry are changing, and a new era of the business of sports is underway. From media and technology to finance and real estate, leagues and teams across the globe have matured into far more than just back page entertainment. And the decisions they make have huge consequences, not just for the bottom line, but for communities, cities, even entire countries."
    },
    {
        "title": "Nvidia Accused of Trying to Discredit Ex-Employee in Crypto Mining Revenue Trial",
        "publish_date": "08/17/2020",
        "text": "Investors suing chipmaker giant Nvidia for allegedly misreporting the size of its crypto mining-related revenue have complained it is now trying to block key evidence from a former employee.\n\nThe group of shareholders said Thursday that Nvidia’s lawyers had gotten the former employee, dubbed “FE 5,” to “disavow” several key statements and is now pushing for the whole testimony to be thrown out of court.\n\nHaving first brought charges in December 2018, the lawsuit alleges Nvidia downplayed the quantity of graphics cards – specifically GeForce GPUs – it was selling to cryptocurrency mining operations in order to buoy the stock price.\n\nNvidia has denied the accusations, claiming plaintiffs “cherry-picked” the data.\n\nFE 5 gave evidence for an amended complaint in mid-May that appeared to show the chipmaker’s executive team, including founder and CEO Jensen Huang, was regularly updated with figures of GeForce GPUs being bought by crypto miners.\n\nFE 5 was head of Nvidia’s consumer marketing in South Asia for five years until 2019.\n\nNvidia’s lawyers informed plaintiffs in June they had identified and contacted FE 5, who had responded saying he/she had spoken under the misapprehension it was for research into the semi-conductor industry and not as evidence for a trial against the company.\n\nPlaintiff’s lawyers said they had clearly identified themselves from the start, and argue FE 5 is now giving these allegedly false statements out of fear Nvidia could retaliate against her/him."
    },
    {
        "title":"How Does NVIDIA's (NASDAQ:NVDA) P/E Compare To Its Industry, After The Share Price Drop?\n",
        "publish_date": "03/17/2020",
        "text": "Unfortunately for some shareholders, the NVIDIA (NASDAQ:NVDA) share price has dived 32% in the last thirty days. Looking back over the last year, the stock has been a solid performer, with a gain of 12%.\n\nAssuming nothing else has changed, a lower share price makes a stock more attractive to potential buyers. While the market sentiment towards a stock is very changeable, in the long run, the share price will tend to move in the same direction as earnings per share. So, on certain occasions, long term focussed investors try to take advantage of pessimistic expectations to buy shares at a better price. Perhaps the simplest way to get a read on investors' expectations of a business is to look at its Price to Earnings Ratio (PE Ratio). Investors have optimistic expectations of companies with higher P/E ratios, compared to companies with lower P/E ratios.\n\nNVDA\n+1.04%\nSimply Wall St\nMarch 17, 20204 min read\nIn this article:\n\nNVDA\n\n\nUnfortunately for some shareholders, the NVIDIA (NASDAQ:NVDA) share price has dived 32% in the last thirty days. Looking back over the last year, the stock has been a solid performer, with a gain of 12%.\n\nAssuming nothing else has changed, a lower share price makes a stock more attractive to potential buyers. While the market sentiment towards a stock is very changeable, in the long run, the share price will tend to move in the same direction as earnings per share. So, on certain occasions, long term focussed investors try to take advantage of pessimistic expectations to buy shares at a better price. Perhaps the simplest way to get a read on investors' expectations of a business is to look at its Price to Earnings Ratio (PE Ratio). Investors have optimistic expectations of companies with higher P/E ratios, compared to companies with lower P/E ratios.\n\nCheck out our latest analysis for NVIDIA\n\nDoes NVIDIA Have A Relatively High Or Low P/E For Its Industry?\nWe can tell from its P/E ratio of 42.78 that there is some investor optimism about NVIDIA. You can see in the image below that the average P/E (22.9) for companies in the semiconductor industry is lower than NVIDIA's P/E.\n\nNVIDIA's P/E tells us that market participants think the company will perform better than its industry peers, going forward. Shareholders are clearly optimistic, but the future is always uncertain. So investors should always consider the P/E ratio alongside other factors, such as whether company directors have been buying shares.\n\nHow Growth Rates Impact P/E Ratios\nGenerally speaking the rate of earnings growth has a profound impact on a company's P/E multiple. When earnings grow, the 'E' increases, over time. That means even if the current P/E is high, it will reduce over time if the share price stays flat. Then, a lower P/E should attract more buyers, pushing the share price up.\n\nNVIDIA saw earnings per share decrease by 33% last year. But it has grown its earnings per share by 32% per year over the last five years.\n\nA Limitation: P/E Ratios Ignore Debt and Cash In The Bank\nOne drawback of using a P/E ratio is that it considers market capitalization, but not the balance sheet. Thus, the metric does not reflect cash or debt held by the company. The exact same company would hypothetically deserve a higher P/E ratio if it had a strong balance sheet, than if it had a weak one with lots of debt, because a cashed up company can spend on growth.\n\nWhile growth expenditure doesn't always pay off, the point is that it is a good option to have; but one that the P/E ratio ignores.\n\nSo What Does NVIDIA's Balance Sheet Tell Us?\nNVIDIA has net cash of US$8.9b. That should lead to a higher P/E than if it did have debt, because its strong balance sheets gives it more options.\n\nThe Bottom Line On NVIDIA's P/E Ratio\nNVIDIA's P/E is 42.8 which is way above average (12.7) in its market. Falling earnings per share is probably keeping traditional value investors away, but the net cash position means the company has time to improve: and the high P/E suggests the market thinks it will. Given NVIDIA's P/E ratio has declined from 63.1 to 42.8 in the last month, we know for sure that the market is significantly less confident about the business today, than it was back then. For those who prefer to invest with the flow of momentum, that might be a bad sign, but for a contrarian, it may signal opportunity.\n\nInvestors have an opportunity when market expectations about a stock are wrong. People often underestimate remarkable growth -- so investors can make money when fast growth is not fully appreciated. So this free visualization of the analyst consensus on future earnings could help you make the right decision about whether to buy, sell, or hold.\n\nBut note: NVIDIA may not be the best stock to buy. So take a peek at this free list of interesting companies with strong recent earnings growth (and a P/E ratio below 20).\n\nIf you spot an error that warrants correction, please contact the editor at editorial-team@simplywallst.com. This article by Simply Wall St is general in nature. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. Simply Wall St has no position in the stocks mentioned."
    },
    {
        "title":"Nvidia Poised for Record Sales as AI Demand Kicks In",
        "publish_date": "05/25/2023",
        "text": "Chip giant Nvidia NVDA 1.06%increase; green up pointing triangle is starting to capitalize on the craze for language-generating artificial intelligence, projecting a more than 64% jump in sales as the company rushes to get more processors in customer hands to satisfy booming interest in the technology.\n\nA new generation of advanced Nvidia chips for AI calculations in data centers is in production, Nvidia CEO Jensen Huang said, and we are significantly increasing our supply to meet surging demand for them.\n\nNvidias shares, which have more than doubled in value this year, surged over 25% in premarket trading. The rise puts Nvidia, the U.S.s largest chip-supplier by market value, on course for a record close and for a market cap comfortably above $900 billion.\n\nThe company forecast a record $11 billion in sales for the current quarter, far above the $7.2 billion Wall Street was expecting and what would be the highest quarterly total ever for the company.\n\nThis demand has extended our data center visibility out a few quarters and we have procured substantially higher supply for the second-half of the year, Chief Financial Officer Colette Kress said on an earnings call.\n\nDemand for computing power that drives language-generating tools such as OpenAIs ChatGPT is opening a huge new revenue opportunity for the company and others. It has spurred an arms race between tech giants to offer advanced AI features to their customers. Microsoft, which has invested in OpenAI, has been adding the technology to its Bing search engine and business software products. Google has introduced its own advanced AI tools. Facebook parent Meta Platforms also has been working on the technology. Nvidias chips are essential in creating these kinds of tools, analysts say, and building just one such AI system can require thousands of Nvidias computing engines.\n\nHuang said the company was well-prepared to benefit from the AI opportunity because it was starting to produce a new wave of advanced equipment for data centers when the explosion of interest began last year. I call it the iPhone moment, he said, referring to the shift toward smartphones that Apple capitalized on by releasing its advanced handset about 16 years ago. All the technology came together and helped everybody realize what an amazing product that can be and what capabilities it can have.\n\nNvidia doesnt manufacture its own chips, but farms out production to contract chip-makers including the worlds largest, Taiwan Semiconductor Manufacturing Co. TSMCs American depositary receipts rose by 6% premarket in the wake of Nvidias results.\n\nNvidia may be the leading provider of AI chips, but Huang said the battle to supply chips to satisfy demand is fierce. We have competition from every direction, he said, from established semiconductor companies to startups.\n\nNvidia on Wednesday said revenue fell 13% to $7.2 billion in its last fiscal quarter, topping forecasts from analysts surveyed by FactSet. Net profit rose 26% to $2 billion. The sales retreat was driven by a sharp decline in the graphics chips business for videogamers, who pulled back after the pandemic eased and are only beginning to resume buying.\n\nHuang said operators of big data centers are retooling their computing infrastructure to better address the opportunities offered by AI, creating surging demand for its chips.\n\nA trillion dollars of installed global data center infrastructure will transition from general purpose to accelerated computing as companies race to apply generative AI into every product, service and business process, he said.\n\nNvidias data center revenue rose to $4.28 billion in its latest quarter, a record, which Kress said reflected strong demand from consumer internet companies and cloud-computing companies.\n\nNvidia has said it is working on generative AI with Amazon.com, Microsoft and Alphabets Google unit, and is partnering with cloud-computing companies to help make generative AI available to smaller businesses. The company on Tuesday said it was adding its AI software to Microsofts Azure cloud-computing service, allowing corporate customers to tap in to its chips and software to speed up large generative AI systems.\n\nNvidia has its roots in graphics-processing chips for videogamers, but has diversified its customer base rapidly in recent years. Engineers found the chips to be well-suited to AI tasks and cryptocurrency mining, which led to an explosion of new sources of demand.\n\nThe company has tried to capitalize on that shift by making specialized chips for those markets. Its AI chips have helped its data center division surpass its gaming division in revenues over the past few quarters, a major break from the past. The company has recently begun to roll out a new generation of AI chips for data centers that promise a substantial performance upgrade, and many customers have had to wait for them amid red-hot demand.\n\nThe companys gaming division fell by 38% to $2.2 billion in the latest quarter, which Kress attributed to the macroeconomic slowdown and Nvidia limiting shipments so customers run through existing inventories of chips.\n\nAmid the growth in AI-related sales, new U.S. regulations seeking to hamstring Chinas AI industry limited the sale of Nvidia chips there. Nvidia has developed versions of its chips that dont exceed performance thresholds, but the company said last year that the curbs could cost it up to $400 million in quarterly sales."
    },
    {
        "title":"Nvidia Stocks Surge Makes Chip Maker 10th-Biggest U.S. Listed Company",
        "publish_date": "07/19/2021",
        "text": "The post-pandemic boom in the semiconductor business has powered Nvidia Corp. NVDA 1.01%increase; green up pointing triangle into the top 10 U.S. public companies, joining the likes of Apple Inc. and JPMorgan Chase & Co.\n\nShares of the Santa Clara, Calif., firm have risen nearly 80% over the past year, giving it a market value of around $453 billion. That is more than rivals Intel Corp. and Broadcom Inc. combined.\n\nNvidia makes processors that power gaming and cryptocurrency mining. Chip shares have risen in part thanks to a pandemic-induced global shortage of semiconductors that has driven up the prices of everything from laptops to automobiles.\n\nOne reason for Nvidias outperformance, analysts say, is that its chips parallel-computing capabilities make them better than rivals for artificial-intelligence performance and mining cryptocurrencies. Nvidias graphics processors are used for mining ethereum and the cryptocurrencys value has soared this year, even after a recent correction.\n\nThat surge has exacerbated the shortage of gaming chips. Nvidia plans to sell cards aimed at the crypto market and has employed technical adjustments to make gaming processors less useful to miners. Analysts also expect Nvidia to get a boost from tech and autonomous-vehicle companies using its chips to navigate traffic or track online behavior.\n\nThe company is the biggest and best supplier of parallel computing, said Ambrish Srivastava, analyst at BMO Capital Markets. Its hard to compete against that.\n\nWhile Nvidia has a leg up in the data-center industry, competitors are catching up, analysts said. The recent slide in crypto also could spur miners to dump their chips on the secondary market, as happened when a previous ethereum skid hit revenue in 2018."
    },
    {
        "title":"Nvidia Posts Record Revenue as Videogaming Sales Soar",
        "publish_date": "11/17/2021",
        "text": "Graphics-chip company Nvidia Corp. NVDA 1.07%increase; green up pointing triangle posted another quarter of record sales amid supercharged demand for videogaming and data centers.\n\nAmericas largest chip company by market value has enjoyed a period of strong growth with the pandemic boosting consumer appetite for videogames and the wider adoption of digital services that run on data centers.\n\nNvidia said Wednesday that sales for the third quarter rose 50% to $7.1 billion, generating net income of $2.46 billion. The figures surpassed Wall Street expectations, with analysts surveyed by FactSet estimating the company would bring in $6.8 billion in revenue and $2.27 billion in net income. Revenue was buoyed by record videogaming sales of $3.2 billion, up 42% from the year-ago period, and record data-center sales, up 55% from the same time a year earlier.\n\nShares in the Santa Clara, Calif.-based company fell 3.1% to $292.61. They rose more than 3% in aftermarket trading following the results.\n\nThe strong results come in the face of a global semiconductor shortage that has dented sales of a diverse range of products, including gaming consoles and cars. Wait times for some types of processors are reaching record lengths and buyers are hoarding products. Intel Corp. Chief Executive Pat Gelsinger has said he thinks the shortage could last into 2023.\n\nNvidia said it has taken extra steps to assure long-term supply agreements and, as part of that effort, made $1.64 billion in advance payments in the third quarter. We feel very good about our supply situation, particularly starting in the second half of next year and going forward, Chief Executive Jensen Huang said on an analysts call.\n\nNvidia Chief Financial Officer Colette Kress on Wednesday said supply-chain constraints hitting car makers led Nvidia automotive sales to fall 11% from the second quarter, though they were still up 8% from the year-ago period as customers ramped up self-driving-vehicle programs, she said.\n\nMr. Huang also has been pushing the company into new markets, with increasing business providing chips for cars at a time vehicles use more processors. The company this year also said it would offer central processing units for data centers in a challenge to Intel.\n\nNvidia last year agreed to buy chip-design specialist Arm Holdings for around $40 billion in a deal that would further expand its reach. The deal still awaits regulatory approval and has drawn opposition from customers of U.K.-based Arm. The British government this week extended a probe into the deal, citing what it said were significant competition concerns.\n\nThe U.S. Federal Trade Commission also has expressed concern about the deal. Ms. Kress said the company is engaged in discussions with the FTC regarding remedies to address those concerns.\n\nNvidia has defended its planned purchase and said it wouldnt stifle competition. We continue to believe in the merits and benefits of the acquisition, Ms. Kress said.\n\nChina also has begun to review the transaction, Nvidia said.\n\nMr. Huang now has his sights set on the so-called metaverse, a loosely defined group of online realms where users playing as avatars can hang out and participate in immersive experiences with others. Nvidia is offering software called Omniverse Enterprise that offers collaboration and simulation tools such as the ability to create interactive artificial-intelligence avatars. The company has billed the set of tools as foundational to creating and connecting virtual worlds and customers can gain access to them on a subscription basis. Mr. Huang has said he thinks the metaverse economy has the potential to be bigger than the current one.\n\nThe metaverse, Mr. Huang said, will generate hardware and software sales, some in the near term. Digital avatars could come with a $1,000 a year subscription, he said, and growth in the metaverse will spur demand for Nvidia chips. Revenue likely will split with half generated by hardware sales and half by software licenses, he said.\n\nThis is really going to be one of the largest graphics opportunities that weve ever seen, he said.\n\nNvidia on Wednesday said it expects $7.4 billion in sales for the current quarter, beating forecasts, with datacenters growing faster than gaming. Mr. Huang said datacenter customers concerned about chip shortages have made commitments that give Nvidia good visibility on that business."
    },
    {
        "title":"Nvidia Posts Record Sales as Pandemic Sustains Demand for Gaming, Data-Center Chips",
        "publish_date": "08/19/2020",
        "text": "Graphic-chip maker Nvidia Corp. NVDA 1.07%increase; green up pointing triangle continued its run of strong financial performance during the coronavirus pandemic, posting record sales in the latest quarter propelled by strong demand for online gaming and remote computing services.\n\nThe Santa Clara, Calif.-based company said earnings per share for the quarter ended July 31 rose to 99 cents from 90 cents in the year-ago period driven by a 50% jump in sales to $3.87 billion. Wall Street expected earnings of 95 cents a share and $3.65 billion in revenue.\n\nThe pandemic will have a lasting impact on how we work, financial chief Colette Kress told analysts on a call, adding that the companys sales mix would likely reflect this evolution in enterprise workforce trends with a greater focus on technologies, such as Nvidia laptops and virtual workstations, that enable remote work and virtual collaboration.\n\nNvidia shares have surged during the health crisis, making it the best performing stock in the S&P 500 index and overtaking Intel Corp. INTC -0.19%decrease; red down pointing triangle as the largest U.S. semiconductor company by value. While Intel has stumbled with development of its newest chips, punishing the stock, Nvidia has enjoyed investor favor because its chipsoptimized to run the intense calculations for graphicsare in hot demand as people turn to videogames for distraction while stuck at home. The company is now valued at around $300 billion after its stock more than doubled this year, almost $100 billion more than Intel. Intel, in turn, has seen its stock fall almost 20% in 2020.\n\nIntel on Wednesday said it plans to buy back $10 billion of its stock on an accelerated basis, as part of a $20 billion repurchase program it suspended in March. Intel shares are currently trading well below our intrinsic valuation, Chief Executive Bob Swann said, adding that data-driven chip demand gives him confidence in the companys product plan.\n\nNvidia shares, which hit a record level this week, closed down 1% Wednesday and slid 1.7% in after-hours trading. Intels stock rose 3.9% after hours following its share repurchase disclosure.\n\nNvidia also has benefited from higher demand for cloud-computing infrastructure as more companies have shifted to working remotely, helping deliver growth for vendors such as Amazon.com Inc. AMZN -1.07%decrease; red down pointing triangle and Microsoft Corp. MSFT -0.68%decrease; red down pointing triangle\n\nMany of Nvidias chips also are sold to data centers, where they make rapid calculations that power artificial intelligence. The companys supercomputers are being used in the fight against the coronavirus pandemic. Nvidia in May said it shipped the first DGX A100a new line of high-performance computersto the U.S. Department of Energys Argonne National Laboratory for Covid-19 research.\n\nThe company said last quarters data-center business, which includes DGX sales and revenue from recently acquired Mellanox Technologies, more than doubled to a record $1.75 billion. Revenue at its games segment increased 26% to $1.65 billion.\n\nNvidia, for the current quarter, projects record revenue of about $4.4 billion. Wall Street is expecting $3.97 billion, according to analysts surveyed by FactSet. Gaming and data-center sales are projected to drive the increase, Ms. Kress said.\n\nThe recent strength for the data-center and gaming businesses arent just a temporary, pandemic-effect, Chief Executive Jensen Huang said in the call. This is the future, he said, and theres no going back.\n\nThe company, though, wasnt immune to effects of the pandemic on the wider economy. Sales for its professional visualization segment fell 30% from a year ago because corporate customers delayed workstation spending, Nvidia said. Sales to the hard-hit car sector, down 47% year-over-year, also weighed on revenue. Company officials said auto production volumes have started to recover but remain well below prepandemic levels.\n\nDespite the pandemics impact on our professional visualization and automotive platforms, we are well positioned to grow, as gaming, AI, cloud computing and autonomous machines drive the next industrial revolution around the world, Mr. Huang said."
    },
    {
        "title":"How Nvidias CEO Cooked Up Americas Biggest Semiconductor Company",
        "publish_date": "09/15/2020",
        "text": "In the midst of the pandemic, Nvidia Corp. Chief Executive Jensen Huang engineered his companys biggest game changer from his kitchen: a $40 billion acquisition that could cement his status as the semiconductor industrys hottest CEO.\n\nThe proposed acquisition of Arm Holdings from SoftBank Group Corp., 9984 0.13%increase; green up pointing triangle in the chip industrys biggest deal ever, would transform Nvidia into a force across the most important arenas of computing, from servers and PCs to consumer electronics to smartphones, making it one of the most formidable threatsIntel Corp. has ever faced. To do so, though, Mr. Huang still needs to clear regulatory hurdles and potential opposition from competitors that may appeal to authorities to block the deal.\n\nThe deal is a milestone in an extraordinary run over the past few years, one that has transformed Nvidia from a niche maker of high-end graphics chips for gamers into the most valuable U.S. chip company. I couldnt have dreamed two years ago that Id be sitting here, Mr. Huang told The Wall Street Journal this week.\n\nNvidias market value has soared to $319.8 billion, surpassing Intels valuation of $214.5 billion, even though Nvidia had $10.92 billion in annual sales in its latest fiscal year, compared with $71.97 billion for Intel. Nvidias bet on some of the hottest fields in tech, videogaming and artificial intelligence, have fueled investor enthusiasm, while Intel has stumbled with some of its most advanced chips.\n\nIt is a long way from 1993, when Mr. Huang dreamed up Nvidia on his 30th birthday at a Dennys in San Jose, Calif., with two like-minded engineers. They bet on a future where consumers demanded better computer graphics, which would require specialized, high-performance hardware that wasnt available at the time.\n\nThat bet has paid off. Videogaming has taken off, and its processors have found new applications. To deliver the best video content, Nvidias graphics chips handle data differently than traditional designs, processing information in parallel rather than sequentially. That approach has also proven particularly useful to cryptocurrency mining and running AI software that is in increasingly hot demand.\n\nMr. Huang, now 57 years old, early on styled himself after Steve Jobs, adopting a black leather jacket as his edgier version of the late Apple Inc. AAPL 0.13%increase; green up pointing triangle co-founders black turtleneck. Also like Mr. Jobs, the Nvidia boss hogs the stage during his companys unveilings of ever-faster graphics chips.\n\nThe Arm deal couldnt have happened if it werent for Mr. Huangs ties to SoftBanks CEO, Masayoshi Son, who bought Cambridge, England-based Arm in 2016 for $32 billion. SoftBank has invested in Nvidia and, at the end of June, held a stake valued at around $245 million at Mondays close.\n\nSoftBank first approached Nvidia earlier this year to gauge Mr. Huangs interest in making a deal. At some point it became clear that SoftBank would be interested in maybe not holding onto Arm, and I just jumped on the opportunity, Mr. Huang said, adding his focus then turned to ensuring Nvidia was the top bidder.\n\nMr. Huang limited his use of outside bankers and largely negotiated the deal with an internal team. Amid the pandemic, he worked out the terms not from the companys Santa Clara, Calif., headquarters, but from his nearby home in the hills outside Palo Alto, where he also hosted virtual conferences and product launches from his kitchen, occasionally shedding his signature leather jacket for a down vest.\n\nTo James Wang, a former Nvidia product manager who is now an analyst at New York-based asset manager Ark Invest, which is an investor in Nvidia through some of its funds, the Arm deal is a sign that Mr. Huang realized that the next step of Nvidias growth couldnt happen without outside help. Thats the attitude change thats enabled Nvidia to go from a big M&A-averse company to one thats just swinging for the fences, he said.\n\nArm, known for its power-efficient chip design, could become a potent tool for Mr. Huang to battle Intel across a broader range of products. Apple said in June that it was ditching Intel in its Mac computers in favor of its own chip design with Arm ingredients.\n\nMr. Huang says Nvidia could offer Arm an entry into hardware for AI computations in devices like phones, watches, gadgets and carsareas where it previously had a more limited presence. At the same time, Nvidia could help introduce Arm-based devices into central processors for the kind of servers that go into big data centers and supercomputers and challenge Intels dominance there.\n\nEric Ross, chief strategist at Cascend Securities in New York, said Mr. Huang told him about two decades ago that he was gunning for Intel, betting that his graphics processors would become the calculation workhorses of the next age of computing. It did take awhile, but hes had his eye on this for a very long time, Mr. Ross said.\n\nNvidia has faced recent setbacks. Its growth slumped after the boom in cryptocurrencies flamed out. An earlier foray into smartphone modems via an acquisition in 2011 fizzled, and the company wound down the business in 2015.\n\nAnd the sale of some of its chips and their use in China for artificial intelligence has raised concerns in Washington.\n\nThe Arm deal also could run into political turbulence amid the U.S. battle with China over dominance in the tech sector. Huawei Technologies Co., which has been at the center of U.S. efforts to curb Chinas technology ambitions, is a big Arm customer and would owe Nvidia licensing fees to use its technology.\n\nNvidias biggest acquisition to date, a $7 billion deal for Mellanox Technologies Ltd., faced delays because of protracted regulatory scrutiny in China. It closed in April.\n\nBritish politicians have already expressed reservations over potential job losses at Arms home base. Arm has around 6,700 employees. Nvidia and Arm have promised to establish a new AI research center with a new supercomputer in Cambridge that would be open to researchers in the U.K. and elsewhere.\n\nChip-industry opposition will also likely be strong, analysts say. Some of Arms customers also compete with Nvidia, raising questions about Arms neutrality should the deal go through. Arm has long acted as a kind of Switzerland to the chip industry, offering its designs to everyone without favoring any one company. Nvidia and Arm are promising that wont change.\n\nMr. Huang, who anticipated a future where demand would surge for content built around high-quality graphics, is planning for the next phase of computing powered by his chips. Homes will have holodecks, he said at a recent virtual conference. We will beam ourselves through time and space, traveling at the speed of light, sending photons, not atoms."
    }
    ]