[
    {
        "title": "Tesla overtakes Volkswagen as world's second most valuable carmaker",
        "publish_date": "01/23/2020",
        "text": "(Reuters) - Tesla Inc TSLA.O has overtaken Germany's Volkswagen VOWG_p.DE as the world's second most valuable carmaker behind Japan's Toyota 7203.T, as the meteoric rise in the U.S. electric vehicle maker's shares reshuffles the global market.\n\nSlideshow ( 2 images )\n\nTesla’s stock has more than doubled in value in the last three months, with its market capitalization piercing $100 billion on Wednesday, a first for a listed U.S. automaker.\n\nDuring the rally, its value has leapfrogged more established global rivals: Honda 7267.T, BMW BMWG.DE, General Motors GM.N and Daimler DAIGn.DE. On Wednesday, it eclipsed VW's $99.4 billion value.\n\nToyota still holds pole position with a market cap of $233 billion.\n\nThe recent gains have been fueled by a surprise third-quarter profit, progress at a new factory in China and better-than-expected car deliveries in the fourth quarter.\n\nMany investors remain skeptical that Tesla can consistently deliver profit, cash flow and growth.\n\nBut the gains highlight growing confidence among investors about the future of electric vehicles and Tesla’s shift from a niche car maker into a global leader in cleaner cars.\n\nA glance at its results shows it has a long way to go before it can eclipse larger rivals.\n\nBased on 12-month forward sales estimates, it doesn’t even appear in the top 20 in the world. The company’s sales will reach $31 billion, a slither of Toyota’s $276 billion, VW’s $283 billion and Daimler’s $191 billion, according to Refinitiv data.\n\nGRAPHIC - Tesla overtakes VW:"
    },
    {
        "title": "Tesla suspends production at U.S. vehicle factory due to coronavirus",
        "publish_date": "03/19/2020",
        "text": "(Reuters) - Tesla Inc said on Thursday it will suspend production at its San Francisco Bay Area vehicle factory on March 24, ending a standoff with California authorities concerned about the spread of the coronavirus.\n\nThe company said its New York solar roof tile factory also will temporarily suspend production, while operations at its Nevada battery plant will continue.\n\n“Despite taking all known health precautions, continued operations in certain locations has caused challenges for our employees, their families and our suppliers,” the company said in a statement.\n\nTesla’s shares were down 8% in after-hours trading following the announcement.\n\nThe decision to suspend production at the Fremont, California, plant comes as Tesla ramps up production of its Model Y sport utility vehicle at the factory. Demand for the Model Y is expected to be higher than for all of Tesla’s other models combined, Chief Executive Elon Musk has said.\n\nMusk on Thursday tweeted that Tesla’s China operations were running “normally across hundreds of suppliers & all of Tesla Shanghai.” The $2 billion Shanghai factory, which started delivering Model 3 sedans in December, is key to Tesla’s growth strategy and the company plans to expand production capacity there.\n\nA Shanghai-based Tesla representative told Reuters the Chinese factory’s production rate has exceeded pre-coronavirus levels and over 91% of workers have returned to work since March 6.\n\nTesla plans to start building Model Y SUVs in Shanghai from 2021 and expand car parts manufacturing capacity, a government document seen by Reuters showed.\n\nCui Dongshu, secretary general at the China Passenger Car Association (CPCA) told Reuters Tesla sold around 3,900 vehicles in February, up from 2,620 vehicles in January.\n\nSlideshow ( 4 images )\n\nTesla’s decision to suspend production at its San Francisco area plant came after several days of discussions with local officials and after the company met on Thursday with the city of Fremont.\n\nCalifornia’s governor on Thursday issued a statewide “stay at home” order to residents, telling them to leave their homes only when necessary during the coronavirus pandemic.\n\nThe highly contagious respiratory illness has infected more than 10,700 in the United States.\n\nThe automaker also said it believed it had enough liquidity to successfully navigate the extended period of uncertainty, with some $6.3 billion in cash at the end of the third quarter, ahead of a recent $2.3 billion capital raise.\n\nThe city and officials from the surrounding Alameda County did not immediately respond to a request for comment on Thursday.\n\nAlameda County is one of six counties covered by an order from regional officials to “shelter in place,” which limits activity, travel and business functions to only the most essential, and advises people to stay home except for the most crucial reasons.\n\nThe county sheriff’s office said on Tuesday afternoon Tesla was not considered an essential business and cannot continue to operate its factory normally.\n\nTesla said on Thursday it would continue basic operations at the Fremont factory in compliance with the order to support vehicle and energy services and charging infrastructure.\n\nSlideshow ( 4 images )\n\nTesla’s sole U.S. auto factory employs more than 10,000 workers, with annualized production of slightly more than 415,000 units by the end of December 2019.\n\nIn an email to employees on Thursday, Tesla said operations at the Fremont plant will transition to “minimum basic operations” beginning on March 24.\n\nEmployees at the California and New York factories will be provided with paid leave during suspended operations, the email said.\n\nTesla’s Giga factory in Nevada, which employs around 7,000 people, produces battery packs for its electric vehicles and stationary storage systems.\n\nIts Buffalo, New York, plant produces the company’s solar roof tiles as well as some Supercharger and energy storage components. It has more than 1,500 workers in Buffalo, the company said last month.\n\nU.S. automakers Ford Motor Co, General Motors Co and Fiat Chrysler Automobiles NV, on Wednesday said they were shuttering their U.S. plants, as well as factories in Canada and Mexico, to stop the spread of coronavirus."
    },
    {
        "title": "Tesla plant can't run normally in coronavirus shutdown: California county",
        "publish_date": "03/17/2020",
        "text": "NEW YORK/BEIJING (Reuters) - Tesla Inc TSLA.O cannot continue to operate its main U.S. vehicle plant normally as its San Francisco Bay Area home began a three-week lockdown on Tuesday to slow the spread of coronavirus, a county sheriff's office spokesman said.\n\nThe comment relates to Tesla’s factory in Fremont, Alameda County, which employs more than 10,000 workers and recorded annualized production of about 415,000 electric vehicles as at the end of December.\n\nThe order comes as Tesla ramps up production of its Model Y sport-utility vehicle at the factory. Billionaire Chief Executive Elon Musk has said the model will see higher demand than all of Tesla’s other models combined.\n\nAlameda is one of at least nine counties covered by a ‘shelter in place’ order that limits activity, travel and business functions to only the most essential, and advises people to stay home except for the most crucial reasons.\n\nIt is aimed at helping stem a pandemic which has affected nearly 200,000 people worldwide and killed more than 100 in the United States including 12 in California.\n\nThe order will be an additional headache for Tesla, which was forced to shut down its $2 billion Shanghai factory for 10 days on top of the traditional week-long Lunar New Year holiday this year due to the rapidly spreading coronavirus.\n\n“Tesla is not an essential business as defined in the Alameda County Health Order. Tesla can maintain minimum basic operations per the Alameda County Health Order,” the spokesman said.\n\nSlideshow ( 2 images )\n\nUnder the order announced Monday afternoon, businesses deemed non-essential can only maintain minimum basic operations, such as maintaining the value of inventory, ensuring security and processing payroll and employee benefits. Violations or failure to comply is punishable by fine, imprisonment, or both.\n\nThe spokesman said his office had not spoken to Tesla since implementing the order, which takes effect from Tuesday.\n\nTesla did not respond to a Reuters request for comment. Its share price fell 5.1% in after-hours trade on Tuesday.\n\nThe order is the latest to hit the global auto industry, which has taken a major hit from the outbreak.\n\nThe Big Three Detroit automakers - General Motors Co GM.N, Ford Motor Co F.N and Fiat Chrysler Automobiles NV FCHA.MI - and the United Auto Workers union agreed Tuesday to curtail production at U.S. factories and limit the number of workers on the job at one time.\n\nPrior to the county’s order, Tesla had told employees in an email that the automaker and its suppliers would continue operations supporting manufacturing and vehicle delivery, a person who had seen the email told Reuters.\n\nIn another memo on Monday, Musk told employees he was not aware of any workers who had tested positive for the virus, and urged them to stay home if they felt the “slightest bit ill or even uncomfortable”, people familiar with the matter told Reuters.\n\nCalifornia’s Department of Public Health in a statement said it would issue shutdown guidelines for manufacturing facilities in the days ahead.\n\nBay Area counties had reported 273 coronavirus infections by Monday. California has reported 12 deaths from the COVID-19 respiratory illness caused by the virus."
    },
    {
        "title": "Tesla Delivers Almost One-Third of All Electric Cars in China",
        "publish_date": "03/09/2020",
        "text": "Bloomberg Originals\n\nBloomberg Originals offers bold takes for curious minds on today’s biggest topics. Covering stories you haven’t seen and viewpoints you haven’t heard, you’ll discover cinematic, data-led shows that investigate the intersection of business and culture. Exploring every angle of climate change, technology, finance, sports and beyond, Bloomberg Originals is business as you’ve never seen it."
    },
    {
        "title": "Are you a robot?",
        "publish_date": "03/09/2020",
        "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
    },
    {
        "title": "Tesla bull says long-term thesis 'still intact,' sees $7,000 price target by 2024",
        "publish_date": "08/28/2020",
        "text": "Tesla (TSLA) shares will start trading at their new split-adjusted price on Monday.\n\nThe stock closed down 1% on Friday at $2,213, after touching an intraday high earlier in the day.\n\nThe electric vehicle maker’s shares are up about 40% since announcing a 5-for-1 split earlier in August, the first in the company’s history.\n\n“A stock split now especially with fractional shares shouldn’t have that big of an impact,” Tasha Keeney, an analyst at ARK Invest, told Yahoo Finance’s The Ticker.\n\n2020 models charge outside a Tesla dealership Sunday, Aug. 23, 2020, in Littleton, Colo. (AP Photo/David Zalubowski)\n\n“But of course you could see some price appreciation from investors basically misunderstanding it, thinking that it might be cheaper,” she added.\n\nThe split does not change the fundamentals or valuation of the company. Shares at a lower price point are seen as a as a way to make them more accessible to individual investors.\n\n“The long term story with Tesla, our thesis is still intact,” said Keeney. “Our expected value for Tesla by 2024 is still $7,000.”\n\nKeeney says COVID-19 has solidified Tesla’s lead in the electric vehicle space, as the pandemic has slowed down efforts by other manufacturers working on EV.\n\n“If you think of a traditional automaker who is investing in electric vehicles — and basically how they’re going to handle that when their core business has really been sinking,” said Keeney, “It’s not their core expertise.”\n\n“On the autonomous front we still see Tesla [with] much more skill than any other automaker, than any start-up because it’s using its customer fleet to collect data,” she said.\n\n“We think it’s a leader in electric vehicles and full autonomy and we think it’s 3 to 4 years ahead of the competition on that front.”\n\nTesla’s latest 2nd quarter results announced in July beat expectations. The company posted a fourth consecutive quarter of GAAP profitability making the stock eligible to be considered for inclusion in to the S&P 500 (^GSPC).\n\nGet the advanced data and expert fundamental analysis you can trust with Yahoo Finance Premium. Start your free trial today.*\n\nEditor’s note: The original headline of this article was changed to correct an editorial error.\n\n\n\nInes covers the U.S. stock market. Follow her on Twitter at @ines_ferre\n\nStory continues\n\nBearish Tesla analyst explains why shares could surge to $2,070\n\nNIO share price reflects 'over-optimism': Goldman\n\nWhy Nikola shares 'look attractive' long-term: JPMorgan analyst\n\nTesla’s most bullish analyst sets a Street-high price target of $2,322\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and reddit."
    },
    {
        "title": "Why Apple and Tesla shares surged after getting split: Morning Brief",
        "publish_date": "09/01/2020",
        "text": "Tuesday, September 1, 2020\n\nGet the Morning Brief sent directly to your inbox every Monday to Friday by 6:30 a.m. ET.\n\nSubscribe\n\nThere are now more shares of Apple and Tesla to go around\n\nOn Monday, shares of Apple (AAPL) and Tesla (TSLA) began trading on a split-adjusted basis.\n\nApple shares split 4-for-1 and Tesla split 5-for-1.\n\nSo for each share of Apple someone owned on Friday, as of Monday they owned four. For Tesla, that number is now five.\n\nInvestors were excited about this news — on Monday, shares of Apple rose 3.3% while Tesla shares gained a whopping 12.5%. Both stocks closed at record highs.\n\nWhich both makes sense and doesn’t.\n\nOn the one hand, both companies said these stock splits were designed to create broader access to their shares.\n\nAs part of its July 30 earnings release, Apple said, “The Board of Directors has also approved a four-for-one stock split to make the stock more accessible to a broader base of investors.” On August 11, Tesla said in a press release, “[Tesla’s] Board of Directors has approved and declared a five-for-one split of Tesla’s common stock in the form of a stock dividend to make stock ownership more accessible to employees and investors.” (Emphasis added.)\n\nAnd the rally in both stocks on Monday shows that wider access did indeed create incremental demand for shares.\n\nBut with Robinhood and other online brokerages offering investors access to fractional ownership in shares, it is somewhat surprising that so many investors were still enticed by any newfound affordability of a full share of either company. Especially since the split-adjusted price of a single share of Tesla — now $498.32 as of Monday’s close — is basically the same as the price Apple deemed too high.\n\nStock splits are also just cosmetic changes in the number of outstanding shares a company has issued and the price of said shares. Splitting a stock does not change the value of a business.\n\nThe textbook would thus tell you to expect no change in the price of a company’s stock because the stock was split. Cutting a pizza into 16 pieces instead of 8 does not create more pizza. It just creates more slices of the same pizza.\n\nStory continues\n\nAnd as JonesTrading’s Dave Lutz flagged on Monday, after each of Apple’s four previous stock splits the stock fell over the next 10 trading days. If anything, then, history suggests Monday’s split would be negative for Apple stock.\n\nHowever, the idea of a liquidity premium says that both stocks should trade higher if it is easier to trade shares with this new, lower price. In other words, because it is harder to transact in a stock that is $1,000 versus one that is $100, the $100 stock should trade at a slight premium because it is a more liquid asset.\n\nAnd Monday’s price action does show shares of both Apple and Tesla had experienced an illiquidity discount before these splits.\n\nAnd perhaps reveals this episode as yet another example of the 2020 stock market in which things can seem both crazy and yet make total sense at the same time.\n\nBy Myles Udland, reporter and co-anchor of The Final Round. Follow him at @MylesUdland\n\nWhat to watch today\n\nEconomy\n\n9:45 a.m. ET: Markit U.S. Manufacturing PMI, August (53.6 expected, 53.6 in July)\n\n10:00 a.m. ET: ISM Manufacturing, August (54.8 expected, 54.2 in July)\n\n10:00 a.m. ET: ISM New Orders, August (61.5 in July)\n\n10:00 a.m. ET: ISM Prices Paid, August (54 expected, 53.2 in July)\n\n10:00 a.m. ET: ISM Employment, August (44.3 in July)\n\n10:00 a.m. ET: Construction Spending MoM, July (1.0% expected, -0.7% in June)\n\nTop News\n\nEuropean stocks rise on fastest Chinese manufacturing growth since 2011 [Yahoo Finance UK]\n\nApple preparing 75M 5G iPhones alongside new watches and iPad [Bloomberg]\n\nWalmart unveils 'ultimate life hack,' a $98 membership with access to gas, groceries and free delivery [Yahoo Finance]\n\nAstraZeneca signs 18-month vaccine deal with Oxford Biomedica [Yahoo Finance UK]\n\nZoom beats quarterly revenue estimates on remote work boost [Reuters]\n\nYAHOO FINANCE HIGHLIGHTS\n\nDelta, American, United end change fees in an effort to get Americans flying again\n\nWorkers will see smaller paychecks next year under Trump's payroll tax deferral\n\nWarren Buffett is still being sent cheeseballs from Utz CEO — Here's why\n\n—\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, SmartNews, LinkedIn, YouTube, and reddit.\n\nFind live stock market quotes and the latest business and finance news\n\nFor tutorials and information on investing and trading stocks, check out Cashay"
    },
    {
        "title": "Tesla shares surge 12% on day of stock split",
        "publish_date": "08/31/2020",
        "text": "Tesla (TSLA) shares closed 12% higher today on its first day of trading post its stock split. The stock closed at $498.32.\n\nThe 5-for-1 split — the first in the company’s history—was announced earlier in August when the share price was below $1,400. The stock has gone up since then, closing at $2,213.40 last Friday (that’s $442.68 on a split-adjusted basis).\n\nOver the summer Tesla eclipsed Toyota (TM) to become the largest auto company in the world. Its market cap now sits at around $412 billion.\n\nThe stock has been on fire this year, up about 495% year-to-date, while the S&P 500 (^GSPC) and Nasdaq (^IXIC) have rallied 8.34% and 31.14% respectively.\n\nAnalysts have been racing to re-rate the stock, with one analyst calling Tesla’s valuation “mind-boggling”.\n\nThe stock’s price target was recently raised at Jeffries to a street high of $2,500, in part because of the company’s upcoming Battery Day on September 22. Wall Street and competitors will be watching to see if a million-mile battery is unveiled that day.\n\nWedbush’s Dan Ives recently laid out a bull case scenario of $3,500, though his current price target is $1,900. Adjusting for the stock split, Ives’ new price target is $380 with a bull case of $700. He has told Yahoo Finance Tesla “is a tech company, not an automobile company.”\n\nTesla’s latest 2nd quarter results announced in July beat expectations. The company posted a fourth consecutive quarter of GAAP profitability making the stock eligible to be considered for inclusion in to the S&P 500 (^GSPC).\n\nTesla Inc CEO Elon Musk takes off his coat onstage during a delivery event for Tesla China-made Model 3 cars in Shanghai, China January 7, 2020. REUTERS/Aly Song\n\nThe adjusted stock split occurred on the same day Apple (AAPL) also split its shares 4-to-1. The move increases the size of the float, but does not change the valuation of the company. More shares at a lower price is as a way to make them more accessible to individual investors.\n\nIn May, when the stock was around $780, Elon Musk tweeted “Tesla stock price is too high imo,\" sending shares tumbling 9%.\n\nInvestors have been pouring money into the expanding electric vehicles space. Tesla’s competitor NIO (NIO) has seen gains of about 380% year-to-date on the heels of deliveries which smashed expectations, and better than expected quarterly results.\n\nStory continues\n\nXPeng (XPEV), another Chinese electric vehicle maker went public last week, raising $1.5 billion. The stock popped more than 40% on its first day of trading.\n\nGet the advanced data and expert fundamental analysis you can trust with Yahoo Finance Premium. Start your free trial today.*\n\nInes covers the U.S. stock market. Follow her on Twitter at @ines_ferre\n\nBearish Tesla analyst explains why shares could surge to $2,070\n\nNIO share price reflects 'over-optimism': Goldman\n\nWhy Nikola shares 'look attractive' long-term: JPMorgan analyst\n\nTesla’s most bullish analyst sets a Street-high price target of $2,322\n\nFollow Yahoo Finance on Twitter, Facebook, Instagram, Flipboard, LinkedIn, and reddit."
    },
    {
        "title": "Tesla Stock Isn’t a Cult, it’s a Religion",
        "publish_date": "09/04/2020",
        "text": "Tesla (NASDAQ:TSLA) shares are up another 7.7% this week after completing its stock split and announcing a $5 billion at-the-market offering. Tesla stock short sellers are understandably frustrated that it continues to skyrocket despite no major news from the company about its actual business.\n\ntsla stock\n\nSource: Ivan Marc / Shutterstock.com\n\nI’ve repeatedly discussed how overvalued Tesla is compared to both auto stock and tech stock peers. But I’ve also been adamant that traders shouldn’t touch Tesla on the long or short side.\n\nEven the most convicted Tesla bulls and bears must admit there is something screwy going on with the stock. Yes, there are theories about strange option trading or short squeezes or even organized crime. But I believe there is a better explanation for the Tesla bubble based on market psychology.\n\nInvestorPlace - Stock Market News, Stock Advice & Trading Tips\n\nThe Religion of Tesla Stock\n\nOne of the first things that stood out to me about Tesla starting late last year was just how much animosity there was between Tesla bulls and bears. I wrote several months ago about the reason why people love and hate Tesla stock so much is because a lot of people have made it a proxy for their political ideology. But I think one of the reasons why investors seem willing to buy Tesla shares at literally any price is because their association with Tesla is something more meaningful than simple politics.\n\nFor better or worse, the US has gotten less religious in recent decades. That trend away from religion has been particularly strong among younger Americans.\n\nAndrew Sullivan is one of many writers who have theorized that as the U.S. has become less religious, politics has taken over to fill our psychological need to find meaning in the world.\n\n“The need for meaning hasn’t gone away, but without Christianity, this yearning looks to politics for satisfaction… And like almost all new cultish impulses, they demand a total and immediate commitment to save the world,” Sullivan wrote in 2018.\n\nStory continues\n\nI think part of the reason Tesla stock investors keep buying the stock no matter how high the stock price goes is because supporting the company and what it stands for makes them feel the same sense of meaning that religion does.\n\nWhen TSLA investors buy the stock, it may not necessarily be only about making money. I think some of them just like to feel like they are a part of something that brings meaning to their lives.\n\nReligion vs. Cult\n\nIn the past, I have referred to Tesla stock as a “cult” stock. I’m now making a distinction between “cult” and “religion” for two reasons. First, there is such a thing as a cult stock. A company like Fannie Mae (OTC:FNMA) is a cult stock because its investors value it more on what it could be than what it actually is. It is typically difficult to dissuade cult stock investors from their beliefs, which is why those stocks get the “cult” label.\n\nI don’t necessarily think Tesla is a typical cult stock. There’s absolutely no rational reason why someone would buy shares of a stock on the day of a stock split that was announced weeks prior. It’s one thing to believe in a long-term technology growth story. It’s another to indiscriminately buy a stock that is up nearly 1,000% in the past year.\n\nThe second reason why I don’t think the “cult” label is appropriate for Tesla is because of the negative connotation of the word. The line between a cult and a religion is often very blurry. However, to me a cult is a belief system that was designed at least in large part to exploit its believers. I’ve seen no evidence that the belief system surrounding Tesla, alternative energy and technology is nefarious at all.\n\nHow to Play TSLA\n\nAt the end of the day, I don’t know if Tesla stock is a religion, a cult, a political movement or a new world order. But I do know one thing. Tesla does not behave like any other auto stock. It does not behave like Apple (NASDAQ:AAPL), Amazon (NASDAQ:AMZN) or any other big tech stock.\n\nSomething very unique is going on with Tesla. Until investors know exactly what it is, it’s simply not worth the risk to go long or short.\n\nOn the date of publication, Wayne Duggan did not have (either directly or indirectly) any positions in any of the securities mentioned in this article.\n\nWayne Duggan has been a U.S. News & World Report Investing contributor since 2016 and is a staff writer at Benzinga, where he has written more than 7,000 articles. Mr. Duggan is the author of the book “Beating Wall Street With Common Sense,” which focuses on investing psychology and practical strategies to outperform the stock market.\n\nMore From InvestorPlace\n\nThe post Tesla Stock Isn’t a Cult, it’s a Religion appeared first on InvestorPlace."
    },
    {
        "title": "Are you a robot?",
        "publish_date": "09/11/2020",
        "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
    },
    {
        "title": "As Tesla surges 600% off its 2020 low, meet the next electric car newcomer going public",
        "publish_date": "09/02/2020",
        "text": "Electric vehicle companies are enjoying an incredible moment in 2020, spearheaded by Tesla (TSLA), which saw shares surge 600% from their March lows, and Chinese rival Nio (NIO), also enjoying a similar 700% pop.\n\nInvestors also battled over shares in electric truck maker Nikola (NKLA) earlier this year, which debuted via a special purpose acquisition company (or SPAC) in June as shares spiked about 110% in the week following its debut.\n\nNow, yet another Tesla rival is looking to make its public debut — this time in the form of Austin, Texas-based electric trucking company Hyliion. The company announced in June it would be following Nikola’s lead by going public via a reverse merger with Tortoise Acquisition Corp. (SHLL) to trade on the New York Stock Exchange in a deal the company said would net $560 million in proceeds. But rather than start by only manufacturing electric trucks from the ground up, Hyliion is taking a different approach by offering to retrofit existing trucks with its electric drivetrain.\n\n“What we're doing is actually focusing on the drivetrain of the vehicle as opposed to re-inventing the entire vehicle from the ground up,” Hyliion CEO Thomas Healy tells Yahoo Finance’s YFi PM. “The benefit of this is it's a lot quicker of a development.”\n\nHyliion plans to retrofit existing trucks with its electric and hybrid drivetrains to convert them into more efficient vehicles.\n\nAs the company approaches its debut that’s planned to take place by the end of the third quarter, shares in Tortoise Acquisition continue to rise — up more than 300% since the merger was announced, including a 25% spike following Healy’s Tuesday appearance on Yahoo Finance.\n\nAside from its electric “e-axle” drivetrain for existing semi-trucks, Hyliion is also planning to ramp up production of a second offering dubbed the Hypertruck ERX that uses an electric drivetrain and is capable of achieving a net carbon negative emissions footprint by using renewable natural gas. The company says the natural gas-powered onboard generator to recharge the battery allows for more than 1,000 miles of range and will allow truckers to fill up on much more available natural gas filling stations.\n\nStory continues\n\n“On that vehicle we actually use an onboard natural gas generator that can kick on and charge the batteries up as you're driving so you don't have to plug it into the grid in order to recharge the battery,” Healy said.\n\nThe company previously announced a 1,000 pre-order for its Hypertrucks from Kuwait-based logistics company Agility. Deliveries of its Hypertruck are planned for 2021 before volume production in 2022. The company says it’s already shipping its hybrid e-axle system before ramping production next year.\n\nZack Guzman is the host of YFi PM as well as a senior writer and on-air reporter covering entrepreneurship, cannabis, startups, and breaking news at Yahoo Finance. Follow him on Twitter @zGuz.\n\nRead the latest financial and business news from Yahoo Finance\n\nRead more:\n\nAmericans are shelling out $30,000 on these pop-up backyard home offices during the pandemic\n\nThis $3 billion online education company is seeing a 'paradigm shift' due to coronavirus\n\nNetflix co-founder brushes off NBC's new Peacock streaming competitor"
    },
    {
        "title": "Tesla's stock sees biggest one-day drop ever",
        "publish_date": "09/09/2020",
        "text": "Tesla shares plunged by 21 percent on Tuesday in the biggest one-day loss ever for the stock, CNBC notes. Tesla shares soared recently ahead of the electric-car company's recent 5-to-1 share split, with its market value surpassing that of some leading rival automakers, including Toyota and Volkswagen. But Tesla's fortunes reversed after the committee that adds companies to the S&P 500 index passed over Tesla on Friday, picking up e-commerce site Etsy and automatic test equipment maker Teradyne instead.\n\nMany investors expected Tesla to make the cut this quarter after reporting its fourth straight profitable quarter in July. The stock dropped by 7 percent in after-hours trading on Friday after the news broke, and U.S. markets were closed Monday for the Labor Day holiday.\n\nMore stories from theweek.com\n\nThe true Election Day nightmare scenario\n\nNew York Times investigation sheds more light on bribery, corruption at Beirut port that set stage for deadly blast\n\nThe Lincoln Project's inevitable ad on Trump's toxic comments on U.S. troops uses his own slurs against him\n\n"
    },
    {
        "title": "Tesla Stock's 21% Drop On Tuesday Is Its Worst In History",
        "publish_date": "09/08/2020",
        "text": "Tesla Inc (NASDAQ: TSLA) shares fell over 21% at Tuesday's closing — marking the worst day of declines for the automaker after it was left out of the prestigious S&P 500 index.\n\nWhat Happened: The decline in the Elon Musk-led company shares' trading price saw its market valuation fall $82 billion to $307.7 billion. The stock has risen nearly 295% year-to-date.\n\nEven though Tesla has achieved four consecutive quarters of profitability as of its July results, the company failed to make it to S&P 500.\n\nThis week, the company sold $5 billion in new stock in order to raise capital.\n\nIn late August, the automaker’s stock underwent a 5-for-1 split, which led to a closing price of $442.68 at the time from prior closing of $2,238.75.\n\nWhy It Matters: GLJ Research analyst Gordon Johnson assigned a sell rating on Tesla with a $19 price target, citing poor earnings quality leading up to the S&P 500 listing failure.\n\nThe company’s frequent capital raises, demand problem, and an undefined accounts receivable balance even as sales have declined are some of the other reasons the analyst cited for his rating.\n\nTesla Price Action: Tesla shares closed 21.06% lower at $330.21 and further fell 1.85% in the after-hours session to $324.15.\n\nSee more from Benzinga\n\n© 2020 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Musk confirms Tesla Nevada factory was target of 'serious' cyberattack",
        "publish_date": "08/27/2020",
        "text": "FILE PHOTO: Tesla Inc CEO Elon Musk speaks at an opening ceremony for Tesla China-made Model Y program in Shanghai, China January 7, 2020. REUTERS/Aly Song\n\n(Reuters) - Elon Musk said on Thursday that Tesla Inc's TSLA.O factory in Nevada was a target of a \"serious\" cybersecurity attack, confirming a media report that claimed an employee of the company helped the Federal Bureau of Investigation(FBI) thwart the attack.\n\nNews website Teslarati said bit.ly/2D6C5N5 that the electric carmaker was the unnamed company in a statement issued by the U.S. Department of Justice on Tuesday about a Russian national's arrest, in connection with a planned attack on an unidentified company.\n\n“This was a serious attack,” Musk said in a tweet, in response to the Teslarati article.\n\nThe Justice Department said bit.ly/3b3tyH1 that Egor Igorevich Kriuchkov, 27, a Russian national, was arrested and charged with conspiracy to intentionally cause damage to a protected computer by trying to recruit an employee to introduce a malware into a system.\n\nThe malware was aimed at extracting data from the network and then to threaten the company for ransom money, the statement said.\n\nAccording to the Justice Department, Kriuchkov had promised the employee an incentive of $1 million upon introducing the malware into the system.\n\nBut the employee alerted the FBI, who were successful in thwarting the attack, a complaint filed by the FBI’s Las Vegas Field Office showed."
    },
    {
        "title": "If You Invested $1,000 In Tesla 10 Years Ago, Here's How Much You'd Have Now",
        "publish_date": "03/10/2021",
        "text": "Have you ever thought about what your returns would be today if you invested in Tesla Motors (NASDAQ: TSLA) 10 years ago? Tesla Motors is an American electric vehicle and clean energy company that was founded and incorporated on July 1, 2003, by Martin Eberhard and Marc Tarpenning. Elon Musk was an early investor in Tesla and has served as the CEO and product architect of Tesla Motors since 2008.\n\nThis company specializes in building electric cars, solar and integrated renewable energy solutions for homes and businesses. Tesla is the world's best-selling plug-in and battery electric passenger car manufacturer. Tesla Motors has headquartered in Palo Alto, California, and builds many of its vehicle components in-house, such as batteries, motors, and software.\n\nIn 2010 Tesla Motors purchased the Tesla factory for 42 million in Fremont California. Tesla went on to launch its first initial public offering (IPO) on NASDAQ on June 29, 2010. They issued 13.3 million shares of common stock for the public at a price of $17.00 per share.\n\nOn March 8th, 2011 Tesla shares were sold at an opening price of $4.92 per share. Now a decade later the Tesla share price has skyrocketed up to $563 per share. If you'd invested 1,000 in Tesla Motors, Inc. (TSLA) on March 7, 2011, today that investment would be worth $119,829.66. Your total profit from that investment today would equal $118,829.66 with an annual return of 61.26%.\n\nBack in August, they announced a stock split and since then share prices have increased by nearly 200% on a split-adjusted basis. The overall share price has been steadily increasing over the past few years.\n\nIn 2020, Tesla's global sales reached an all-time high of 499,550 units with a 35.8% increase over the previous year. Tesla broke the record for the greatest value of any American automaker after reaching a market capitalization of $86 billion on January 20th, 2020. Tesla shot up 743% in 2020 alone and their share price reached a peak of $900 at the start of this year.\n\nStory continues\n\nSince reaching that peak back in January, Tesla share prices have dropped by around 38%. Tesla shares have been down by about 16% so far this year. Tesla has definitely had its struggles but the company expects to increase its productivity and volume by 50% each year in the near future. Every stock has had its ups and downs but Tesla Motors has grown to become one of the top electric car manufacturers in the world.\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Tesla (TSLA) – What You Need To Know In The Options Market",
        "publish_date": "03/10/2021",
        "text": "Tesla (NASDAQ: TSLA) stock is back in the news following a sell-off over the past few weeks and a bounce higher in the past few days. We'll look at what the options market is expecting in terms of the magnitude of upcoming stock moves. We'll also look at how spreads might be used in a high-premium environment to reduce capital outlay – whatever your trading view.\n\nTesla options are pricing about a 10% move by March 19th , about $65 in either direction\n\nOptions are pricing about a 14% move into April 1st, a little more than $90 in either direction.\n\nHere's the bullish and bearish consensus with the stock near $665, via Options AI:\n\nOptions are pricing a Bullish Consensus of about $765 and a Bearish Consensus of about $575.\n\nUsing the Expected Move to Help Create Options Spreads\n\nUsing Tesla as an example, we can see how the expected move might be used to help guide strike selection on options spreads, both debit, and credit. We can also see how option spreads can be used to help reduce capital outlay and potentially improve probability of profits (versus buying outright calls or puts).\n\nBullish – Debit Call Spreads\n\nWith TSLA trading near $665 we can use the 14% expected move (by April 1st) to generate spreads, both debit and credit and then compare those to outright calls and puts. Here's an example of bullish spreads based on the expected move via Options AI:\n\nWe see two credit spreads, and one debit spread. We'll focus first on the April 1st 662.5/755 Debit Call Spread. This spread is trading at approximately $34. Here's how that trade looks on the Options AI chart, with a breakeven near $697:\n\nWith this Debit Call Spread a trader is able to position for a move higher at a cost of about $34. The trade needs the stock to be above approx. $697 on April 1st in order to be profitable.\n\nWith spreads, a trader can directly compare the costs and breakeven (and probability of profit) to a call of a similar price. For instance, the April 1st 700 calls trade at about $39. In other words, a trader can consider a debit call spread, with a breakeven of $697, versus a call, with a breakeven of $739 where the spread is trading at a lower price than the call.\n\nStory continues\n\nHere are those two trades side by side for comparison:\n\nTSLA 662.50/755 call spread (April 1st)\n\nTSLA 700 call (April 1st)\n\nNote that by selling the higher strike call to help finance the purchase of the at-the-money call, the breakeven price (at expiry) can be lowered to a level closer to where the stock is currently trading. This in turn helps increase probability of profit in return for capping potential upside (beyond the bullish expected move).\n\nThe difference in the implied volatility of the at the money call and the out of the money call is not quite as dramatic as a meme stock like Gamestop where a trader would need to go really far out of the money to find a call trading at the same price as a call spread but it it is still relevant. Read here for the specifics on GME and other high volatility stocks.\n\nBearish Debit Spreads – The same process can be applied to Bearish Debit Spreads, with the TSLA April 1st 670/580 Debit Put spread trading at about $32:\n\nDirectional Credit Spreads\n\nNext, we'll focus on credit spreads. A credit spread an be used to express a directional view by selling premium to others. Using a bullish view as an an example, we can use a credit spread to \"sell to the bears\". This trade is bullish, but may be best though of as being bullish, by not being bearish:\n\nAgain, the expected move can help with strike selection for those looking to set their credit spread at the bearish consensus:\n\nIn this example, the credit spread collects about $215, as long as the stock is above $568 on expiry. With this credit spread, more has to be risked ($785) than the potential reward ($215). But, because the trade only needs the stock to be above approx. $568 on expiry, it carries a higher probability of profit.\n\nThis \"bullish by not being bearish\" stance is one way traders can express a view in a $600 dollar stock without the higher costs associated of trading options nearer to the current stock price. On a credit spread, the defined ‘risk', can be thought of similarly to the ‘cost' one would associate with a long option or a debit spread.\n\nRemember, this should be balanced with an understanding of other risks specific to spreads (such as assignment and execution risk).\n\nBearish Credit Call Spread – The same view can be expressed for bearish positioning, in this case with the April 1st -765/+770 credit call spread:\n\nIron Condors – Using the expected move to sell a credit to both the Bulls and the Bears\n\nFinally, let's consider the scenario where a trader believes that the options market is overpricing the move in both directions and believes that a stock will stay within the expected move. Rather than not bearish\" or not bullish like the directional Credit Spreads above, this trade, an Iron Condor, ‘sells the move' to both the bulls and the bears. An an example, here's an Iron Condor, selling at a $1 credit:\n\nThe Iron condor, which involves simultaneously selling an out-the-money Credit Call Spread and Credit Put Spread seeks to collect the premium (income) received if the stock stays within its expected move.\n\nAn Iron Condor is a strategy some traders utilize when they expect implied volatility to go lower. But in this case, with so little time to expiration, the best way to think of this strategy is that if the stock stays within the expected move, it is profitable. If the stock moves beyond the expected move, it is unprofitable.\n\nNote\n\nPlease note, any stocks and/or trading strategies referenced are for informational and educational purposes only and should in no way be construed as recommendations. The strategies depicted represent just a few of the many potential ways that options might be used to express any particular view. All prices are approximate at the time of writing. Option spreads involve additional risks that should be fully understood prior to investing.\n\nLearn / Options AI has a couple of free tools, including an earnings calendar with expected moves, as well as education on expected moves and spread trading.\n\nThe post Tesla (TSLA) – What you need to know in the options market. appeared first on Options AI: Learn.\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Tesla surges almost 20%, biggest daily rise in a year",
        "publish_date": "03/09/2021",
        "text": "(Reuters) - Shares of electric vehicle maker Tesla Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock.\n\nFILE PHOTO: CEO of Tesla Motors Elon Musk reacts following the company's initial public offering at the NASDAQ market in New York June 29, 2010. REUTERS/Brendan McDermid/File Photo\n\nThe jump, which added over $100 billion to Tesla’s market capitalization, stopped a five-day streak of losses for the company in a Nasdaq slump in which investors spooked by rising interest rates have abandoned growth stocks with heady valuations.\n\nNew Street Research analyst Pierre Ferragu raised his Tesla rating to “buy” from “neutral,” and upped his target price to $900 from $578.\n\nTesla’s stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high.\n\nTraders exchanged nearly $43 billion worth of Tesla shares, more than any other stock and almost triple the second most-traded company, which was Apple, according to Refinitiv data.\n\n“As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years,” Ferragu wrote in a client note.\n\nTesla sold 18,318 China-made vehicles in February, up from 15,484 in January, Chinese auto industry body CPCA said.\n\nCathie Wood, whose $25 billion ARK Innovation exchange-traded fund is the largest actively managed ETF tracked by Lipper, said on a webcast that she saw the recent stock market selloff as a buying opportunity, the Financial Times reported. here Tesla is the largest holding of ARK Innovation, which is popular with retail investors. The ARK Innovation fund was up 10% on Tuesday.\n\nTesla’s stock remains up about 70% over the past six months. Thirteen analysts have neutral ratings on Tesla, while 12 recommend buying and 10 recommend selling, according to Refinitiv.\n\nTuesday’s Tesla rally accompanied a 3.7% jump in the Nasdaq, as U.S. bond yields retreated and investors picked up battered technology stocks. Tesla was the biggest contributor to the 1.4% gain in the S&P 500, which it joined in December."
    },
    {
        "title": "Tesla Stock Update: Meltdown in Tesla Beginning as Forecasted",
        "publish_date": "03/04/2021",
        "text": "In my February Tesla update, I described how Tesla was positioned for an accelerated breakdown if prices slipped below the $780 low. At the time, TSLA was trading just above $800 (see chart below). It appears the breakdown is underway, and this could turn into an outright collapse into mid-March.\n\nCURRENT CHART (TSLA): Anybody that bought Tesla after they entered the S&P 500 on December 21, 2020 is losing money below $650. A lot of new investors have only seen values go higher – never lower. If prices drop below $600, I think some of these investors may begin to panic out of their positions. The $600 level may be tested soon, let’s see what happens.\n\nNote- Prices could collapse to the price gap near $420 or lower if we enter a waterfall type decline.\n\nMARKET UPDATE (SPY): Prices are very close to testing last week 378 low. The market remains vulnerable to a potential breakdown into mid-March, similar to 12-months ago.\n\nPotential Breakdown Triggers: Senate negotiations over the $1.9 trillion stimulus turn negative or spiking interest rates are the obvious choices.\n\nNote- I’m afraid a breakdown in the stock market could trigger more downside in gold miners, so I’d like to wait a little longer to see if stocks break down before adding to our educational portfolio. Senior gold miners are very cheap, in my opinion.\n\nAG Thorson is a registered CMT and expert in technical analysis. He believes we are in the final stages of a global debt super-cycle. For more information, please visit here.\n\nFor a look at all of today’s economic events, check out our economic calendar.\n\nThis article was originally posted on FX Empire\n\nMore From FXEMPIRE:"
    },
    {
        "title": "Tesla shares in the red for 2021 as bitcoin selloff weighs",
        "publish_date": "02/23/2021",
        "text": "LONDON, Feb 23 (Reuters) - Shares in Tesla (TSLA.O) were set to plunge into the red for the year on Tuesday, hit by a broad selloff of high-flying technology stocks and the fall of bitcoin, in which the electric carmaker recently invested $1.5 billion.\n\nAt 1121 GMT, Tesla was down over 6% in U.S. premarket deals after a 8.5% drop during the previous session.\n\nThe firm led by Elon Musk has had a stellar ride since 2020, which it began at about $85 per share, before reaching the $900 mark on Jan. 25.\n\nCurrently trading at about $673 in pre-market transactions, the stock has lost 25% from its peak, which is above the 20% level which technically defines a bear market.\n\nBitcoin has also swung into a bear market, falling from a peak of $58,354 on Feb. 21 to a low of $45,000 earlier on Tuesday.\n\nA Germany-based trader said he was \"taking chips off the table\" on Tesla as its $1.5 billion investment in the cryptocurrency could \"backfire now\".\n\nAmong the factors contributing to the rise of the stocks is surging retail and institutional demand for \"environmental, social, and governance\" (ESG) friendly investments.\n\n[1/3]A man wearing a face mask following the coronavirus disease (COVID-19) outbreak walks by Tesla Model 3 sedans and Tesla Model X sport utility vehicle at a new Tesla showroom in Shanghai, China May 8, 2020. REUTERS/Yilei Sun Acquire Licensing Rights\n\n\"There is a lot of reasons – purely from a sustainability angle – to hold Tesla, it is part of that transformation towards a more sustainable business model,\" Valentijn van Nieuwenhuijzen, chief investment officer at asset manager NN IP told Reuters on Friday.\n\nHe added however that Elon Musk's decision to invest in bitcoin could weigh on Tesla's ESG rating.\n\nThe billionaire has been criticised for lauding bitcoin prior to Tesla's purchase of the cryptocurrency.\n\nHis role in encouraging a retail frenzy in the shares of U.S. video game chain GameStop and driving up the price of the meme-based digital currency dogecoin have also come under fire while being acclaimed by a large fan base.\n\nAnalysts at Barclays noted that there had been a drop of conversations about the electric car makers in the Reddit's WallStreetBets forum, which could explain some of the loss of appetite for the stock.\n\n\"With only 2-3 total submissions on each of the past several days, we remain below the trend in attention that has come along with big returns jumps in the past\", the analysts said in a note.\n\nOther analysts have also cautioned against investing in the stock which remains one of the most expensive on the S&P 500 index at 163 times its 12-month forward earnings.\n\nWhile investing in bets against the company’s stock have backfired spectacularly in the past, short interest in Tesla shares still stood at 5.5%, according to Refinitiv data.\n\nReporting by Julien Ponthus, Thyagaraju Adinarayan and Karin Strohecker; editing by David Evans\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla To Unveil Updated Cybertruck In Coming Quarter",
        "publish_date": "03/07/2021",
        "text": "Tesla Inc (NASDAQ: TSLA) CEO Elon Musk said over the weekend that an updated version of the upcoming Cybertruck will be unveiled in the next quarter.\n\nWhat Happened: The entrepreneur teased the reveal of the electric pickup in a tweet.\n\nUpdate probably in Q2. Cybertruck will be built at Giga Texas, so focus right now is on getting that beast built. — Elon Musk (@elonmusk) March 6, 2021\n\nMusk said the present focus has to be on building the Gigafactory in Texas where the vehicle will be built.\n\nWhy It Matters: In October last year, Musk had said that the Cybertruck was going to be “better than what we showed.”\n\nSee Also: Tesla Cybertruck And SpaceX Starship To Use A New Alloy, Musk Reveals\n\nThe highly anticipated vehicle was first unveiled in November 2019 and was put up for sale on the Tesla website for $39,900 without added incentives.\n\nSee Also: Rivian Starts Taking Pickup Orders, With Pricing That Tops Tesla Cybertruck\n\nIn May last year, Musk went on a test drive of the Cybertruck with comedian Jay Leno and remarked that the vehicle was “pretty close” to the final version, but the proportions needed to be 5% smaller to fit in a standard garage.\n\nPrice Action: Tesla shares closed nearly 3.8% lower at $597.95 on Friday and fell 0.28% in the after-hours trading.\n\nClick here to check out Benzinga’s EV Hub for the latest electric vehicles news.\n\nPhoto by BrickinNick on Fickr\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Tesla loses a third of its value for the third time in a year",
        "publish_date": "03/08/2021",
        "text": "March 8 (Reuters) - Tesla Inc’s (TSLA.O) stock extended losses on Monday and is now down by a third from its January record high, making it the third time in about a year that the electric car maker’s shares have corrected that dramatically.\n\nWith investors worried about rising interest rates and dumping high-valuation stocks in recent weeks, Tesla's market capitalization has fallen by almost $300 billion since its Jan. 26 record high to $550 billion, moving behind Facebook Inc (FB.O), which it overtook in December after joining the S&P 500 (.SPX).\n\nTesla shares fell over 4% on Monday and were down almost 35% from their peak on Jan. 26. The ARK Innovation ETF , which has 10% of its assets invested in Tesla, fell 6%.\n\nFacebook retakes market cap lead over Tesla\n\nTechnology and other growth stocks have fallen broadly since Feb. 12, when the Nadsaq closed at its most recent record high. However, Tesla's decline during that time has been much deeper than Wall Street's other heavyweights.\n\nA 35% slump? No big deal for Tesla\n\nTesla Motors Inc CEO Elon Musk unveils a new all-wheel-drive version of the Model S car in Hawthorne, California October 9, 2014. REUTERS/Lucy Nicholson/File Photo Acquire Licensing Rights\n\nTesla's surge in recent months is rooted in expectations it will expand car production quickly and profitably. The stock's latest dip follows a tweet by Chief Executive Elon Musk on Saturday that an update on Tesla's planned Cybertruck pickup would likely be provided in the second quarter. Musk unveiled the Cybertruck in 2019.\n\nThe most volatile among Wall Street's largest companies, Tesla's shares have fallen by amounts similar to or greater than the current selloff twice since early 2020. The stock slumped over 60% in February and March last year, when the coronavirus pandemic shocked global markets. After soaring to new highs in August, it dropped 33% before resuming its meteoric rise.\n\nTesla slumps further than other heavyweights\n\nTesla is now down almost 30% since the Nasdaq peaked on Feb. 12, reducing its gain in the past six months to about 43%. Since Feb. 12, Apple Inc (AAPL.O) is down about 13%, with Amazon.com Inc (AMZN.O), Microsoft Corp (MSFT.O) and Facebook Inc (FB.O) down less than 10%.\n\nSince Tesla announced on Feb. 8 that it bought $1.5 billion worth of bitcoins, its stock has steadily fallen, while the price of bitcoin has climbed over 10%. Tesla said it bought the bitcoins during January, and if it hypothetically bought them at the mid-point price of about $45,000 for that month, its investment could now be worth around $1.7 billion, according to Reuters calculations.\n\nTesla shares part ways with bitcoin rally\n\nReporting by Noel Randewich in San Francisco Editing by Megan Davies and Matthew Lewis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "How Tesla and Elon Musk can fight the new EV rivals",
        "publish_date": "02/24/2021",
        "text": "Wednesday, February 24, 2021\n\nThis article was first featured in Yahoo Finance Tech, a weekly newsletter highlighting our original content on the industry. Get it sent directly to your inbox every Wednesday by 4 p.m. ET. Subscribe\n\nEveryone is coming for Tesla's crown\n\nTesla (TSLA) is synonymous with electric vehicles, but a new generation of EV automakers inspired by CEO Elon Musk’s electrified empire may be coming after its crown.\n\nLucid Motors, which is headed by former Tesla engineer Peter Rawlinson and promises better performance than Tesla, announced on Monday its plans to go public. Meanwhile, Amazon (AMZN)-backed Rivian, which is also planning an IPO this year, is taking on Tesla in the truck space. Traditional automakers like Ford (F) and Volkswagen also pose a threat to the world leader in EV sales. And then there’s potentially Tesla’s biggest eventual rival: Apple and its own EV ambitions.\n\nTesla clawed its way to the top of the EV market through the sheer will of outspoken, and often mercurial, CEO Elon Musk. And while, as of Tuesday, Tesla’s stock price dropped as much as 18% in the last month following its $1.5 billion bitcoin bet, the company is still up 319% in the last 12 months.\n\nBut it’s going to need much more than a charismatic leader and rabid fan base to maintain its lead in the coming years. According to Deloitte Insights, EVs will make up 32% of new car sales by 2030, up from just over 2.5% in 2020 — meaning there’s plenty of space for competitors.\n\nAn unsold 2021 Model X sports-utility vehicle sits at a Tesla dealership Sunday, Jan. 24, 2021, in Littleton, Colo. (AP Photo/David Zalubowski)\n\n“Tesla has lots...of competition,” Craig Irwin of Roth Capital Partners told Yahoo Finance. “There are companies that have superior technology in autonomous, there are companies that have superior technology in batteries, there are companies that have superior technology in electric vehicles. Tesla has great cars, don't get me wrong, but you're going to see a number of very exciting developments over the course of the next year.”\n\nSo how can Tesla hold onto its lead? By continuing to press its global expansion into India, and ensuring its secret sauce — its technical prowess — stays ahead of its rivals. But the increasingly crowded market for EV vehicles could throw some obstacles in Tesla’s path.\n\nStory continues\n\nHow Tesla can hold its lead\n\nFor Tesla, global expansion is the easiest way to keep pace with the new crop of competitors, and it’s made progress on that front. The company has already rolled out its vehicles and built a plant in China, and is in the midst of constructing its first European plant in Germany.\n\nTesla also has the advantage of understanding the difficulties of bringing its own manufacturing capabilities online. The company went through what Musk called “production Hell” when getting its Model 3 assembly line up and running in 2018. The firm was just weeks from going under during the build up, and in a recent tweet Musk revealed that during the buildout he tried getting in touch with Apple CEO Tim Cook to sell the automaker.\n\nWhile Tesla’s move into China was crucial because the country has the world’s largest car market, its next move into India, also one of the world’s largest markets, will be nearly as important for the company’s continued growth.\n\n“The key development this year is the start of sales into India,” Irwin noted, adding that he’s heard “chatter” that Tesla has already selected a site for the Indian factory.\n\nLucid's Air Dream is the automaker's top-of-the-line vehicle, and, according to the company, outclasses Tesla's Model S in terms of range. (Image: Lucid)\n\nTesla, which was down just over 2% as of market close Tuesday, also needs to ensure it doesn’t get caught up in its recent move into bitcoin (BTC-USD). The company put $1.5 billion of its cash into the cryptocurrency, helping to send bitcoin soaring even higher. And while it saw roughly $1 billion in profits on paper, Musk’s subsequent statements on the cryptocurrency may have helped send its price down.\n\nWedbush analyst Dan Ives, however, warns that Tesla’s crypto play shouldn’t distract investors from the company’s overall efforts.\n\n“This is a golden age of EVs and we forecast that $5 trillion will be spent over the next decade,” Ives told Yahoo Finance. “EV, led by Tesla, is changing the way investors value these companies going forward. It’s not your grandfather’s auto industry anymore, as Detroit is showing on EVs.”\n\nBesides, there are plenty of other companies taking aim at Tesla in the meantime.\n\nTesla’s coming competition\n\nLucid Motors revealed Monday it was going public via a reverse merger with special-purpose acquisition company, or SPAC, Churchill Capital IV (CCIV). The deal values Lucid at a whopping $24 billion and will provide the upstart automaker with $4.4 billion to expand its Arizona-based plant.\n\nLucid aims to get its high-end luxury sedan, the Lucid Air, on the road this year, and eventually have the Arizona plant pumping out as many as 365,000 units a year. The company is also working on production of its luxury SUV, the Lucid Gravity, which is set to launch in 2023.\n\nThe Lucid Air Dream is Lucid’s top-of-the-line model priced at $161,500, well above the $119,900 Tesla Model S Plaid. “Our first product is unashamedly a luxury car that will compete with the Mercedes Benz S-Class at the top table,” CEO Peter Rawlinson told Yahoo Finance Live Monday. “And currently there isn’t an EV offering in the true luxury arena.”\n\nWhat makes Lucid so impressive is that, according to its own number, it already outclasses Tesla in terms of battery performance. With an estimated range of 503 miles per charge, the Dream’s battery can also be charged to 300 miles in just 20 minutes. Tesla’s long-range Model S, meanwhile, gets just 412 miles on a charge, and can be charged with up to only 200 miles of power in 15 minutes.\n\nR.J. Scaringe, Rivian's 35-year-old CEO, introduces his company's R1T all-electric pickup truck and all-electric R1S SUV at Los Angeles Auto Show in Los Angeles, California, U.S. November 27, 2018. REUTERS/Mike Blake\n\nLucid is not the only competitor coming after Tesla, of course. Rivian is also set to launch its long-awaited electric truck this year, with backing from heavyweights including Amazon, which is preparing a fleet of Rivian-based electric delivery vehicles. Rivian also has the backing of Ford, which will use Rivian technology in its own offerings. The company promises more than 300 miles of range in its R1T truck with a starting price of $67,500.\n\nRivian is also expected to IPO this year at an estimated valuation of $50 billion, according to Bloomberg. That company is powering out of the gate with an electric truck, setting up stiff competition for Tesla’s upcoming Cybertruck, which is also launching this year.\n\nTesla has even managed to inspire an electric truck company fittingly called Nikola (NKLA) — Tesla is named after the inventor Nikola Tesla — though that firm was blasted in a report from short seller Hindenburg accusing it of being a fraud. (Nikola denied the report and called it a “hit job.”)\n\nTraditional automakers entering the space include Ford, which will launch its highly anticipated Mustang Mach-E crossover in the coming months at a starting price of $42,895 and upwards of 250 miles per charge. Patrick Moorhead of Moor Insights & Strategies says that Volkswagen could become a Tesla rival, too, noting that a large automaker could, in a few years, become the No. 2 EV automaker after Musk’s company.\n\nThen there’s Apple, which is rumored to be teaming up with an established automaker like Hyundai, on an electric vehicle of its own. Still, details on how Apple will actually manufacture the car are scant, and it isn’t expected to hit the market until 2024.\n\nBut Apple is just one part of the bigger picture, which is this: The EV field is becoming crowded. Tesla may have the best-selling EV of all time, by a wide margin, as my colleague Rick Newman pointed out, but the flurry of new competitors may expose its weak points.\n\nThose flaws include an unpredictable CEO who was sued by the SEC over a tweet saying he had funding to take Tesla private, as well as fatal car crashes that have invited scrutiny into its autopilot system. Tesla may still be the EV leader despite these flaws — but now is not the time for Elon Musk to take his empire for granted.\n\nBy Daniel Howley, tech editor. Follow him at @DanielHowley"
    },
    {
        "title": "Tesla Former Board Member Says Elon Musk Company Won't Remain 'King Of The Hill In Electric Forever'",
        "publish_date": "03/02/2021",
        "text": "A former board member of Tesla Inc (NASDAQ: TSLA) said Tuesday that the company is unlikely to remain the “king of the hill” in electric vehicles forever, CNBC reported.\n\nWhat Happened: Steve Westly said on CNBC’s “Power Lunch” that he had been bullish on the Elon Musk-led automaker for the last 10 years and it’s “hard to imagine an auto company executing better than Tesla has.”\n\nWestly pointed to the company’s latest earnings release in January where it said it had a “multi-year horizon” and expected to achieve 50% average annual growth in vehicle deliveries.\n\nSee also: How to Invest in Tesla Stock\n\n“No one else in the auto world is doing that. Having said that, Tesla is not going to be king of the hill in electric forever,” said Westly.\n\nWhy It Matters: The venture capitalist noted that there have been large-scale commitments on EVs from legacy automakers such as General Motors Company (NYSE: GM) and Volkswagen AG (OTC: VWAGY).\n\n“Tesla is not just getting hit from the high end,” said Westly on the availability of EVs from Volkswagen marques such as Audi and Porsche. Tesla also faces increased competition from Chinese EV rivals, which have more affordable offerings.\n\nThe analyst noted increased competition in Europe where according to him the company was “No. 1, they’re now No. 4.”\n\nSee Also: Tesla's Share Of European EV Market Reduced To 3.5%\n\n“They’re getting competition from all sectors. They’re going to have to double down to compete.”\n\nTesla’s plans to make a more affordable $25,000 vehicle have left Chinese rivals such as Xpeng Inc (NYSE: XPEV), Nio Inc (NYSE: NIO), and others unfazed.\n\nIn January, a two-door $4,500 EV made by Wuling — a joint venture of GM and state-owned SAIC Motor — outsold Tesla’s Model 3 in China by nearly two-to-one.\n\nPrice Action: Tesla shares closed 4.45% lower at $686.44 on Tuesday and gained 0.34% in the after-hours session.\n\nClick here to check out Benzinga’s EV Hub for the latest electric vehicles news.\n\nSee more from Benzinga\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved."
    },
    {
        "title": "Are you a robot?",
        "publish_date": "08/03/2021",
        "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
    },
    {
        "title": "Tesla turns up heat on rivals with global price cuts",
        "publish_date": "01/13/2023",
        "text": "Summary\n\nCompanies Tesla cuts prices globally by up to 20%\n\nShares fall in U.S. trade, drag rivals lower\n\nMove follows price cuts across Asia last week\n\nSome models now qualify for U.S. credits, French subsidy\n\nRecent Tesla buyers complain of missing out\n\nJan 13 (Reuters) - Tesla Inc (TSLA.O) has slashed prices globally on its electric vehicles by as much as 20%, extending an aggressive discounting effort and challenging rivals after missing Wall Street delivery estimates for 2022.\n\nThe move marks a reversal from the automaker's strategy over the last two years when new vehicle orders exceeded supply. It comes after CEO Elon Musk warned that the prospect of recession and higher interest rates meant it could lower prices to sustain growth at the expense of profit.\n\nMusk acknowledged last year that prices had become \"embarrassingly high\" and could hurt demand. Shares ended down 0.9% after falling as much as 6.4% on Friday. Last year, Tesla stock had its worst year since the company's inception due to slowing growth in China and Musk's distraction with Twitter.\n\nTesla lowered prices across the United States, Europe, the Middle East and Africa, following a series of cuts last week in Asia, in what analysts saw as a clear shot at both smaller rivals that have been bleeding cash and legacy automakers aggressively ramping up electric vehicle production.\n\n“Competition is coming and they are responding with price cuts,” said Thomas Hayes, chairman and managing member at Great Hill Capital.\n\nThe discounts may make EV cars affordable to people who were previously priced out of the market. U.S. and French buyers could take advantage of both the discounts and federal tax credits available in both countries for certain electric vehicle purchases.\n\nThe U.S. price cuts on Tesla's global top-sellers the Model 3 sedan and Model Y crossover SUV were between 6% and 20%, Reuters calculations showed, with the basic Model Y now costing $52,990, down from $65,990.\n\nThose cuts are before a $7,500 U.S. federal tax credit that took effect for many electric vehicles on Jan. 1 that could bring discounts to more than 30%.\n\nTesla also cut prices for its Model X luxury crossover SUV and Model S sedan in the United States.\n\nReuters Graphics Reuters Graphics\n\nDISCOUNTS KICK IN MORE SUBSIDIES IN FRANCE, U.S.\n\nA spokesperson for Tesla Germany said lower cost inflation was also a factor in reducing prices in its top European market, without specifying which costs had fallen.\n\nIn Germany, Tesla lopped prices by about 1% to almost 17% on the Model 3 and the Model Y. The best-selling Model Y will now go for 44,890 euros ($48,499), down 9,100 euros.\n\nIt also reduced prices in Austria, Switzerland and France.\n\nIn France, customers buying the Model 3 for 44,990 euros will now get a further reduction through a government subsidy of 5,000 euros on an EV scheme with a threshold of 47,000 euros.\n\nThe move broadens the vehicles in Tesla's line-up eligible for the Biden administration tax credit.\n\nA new Tesla Model 3 is shown at a delivery center on the last day of the company's third quarter, in San Diego, California, September 30, 2019. REUTERS/Mike Blake Acquire Licensing Rights\n\nBefore the price cut, the five-seat version of the Model Y had been ineligible, which Musk called \"messed up.\" After the price cut, the long-range version of the Model Y will qualify.\n\nDeutsche Bank estimated that a Model Y, after tax credits, could be $18,000 less than Ford's rival Mustang Mach E. Tesla's vehicle gross profit margins, which are among the highest in the industry, would drop 3 percentage points in 2023 versus 2022, it estimated, but Tesla's \"bold offensive move\" secured growth and put competitors in great difficulty, the broker said.\n\nWhile Tesla shares fell, stocks of rivals were hit even harder.\n\nU.S. automakers General Motors Co (GM.N) and Ford Motor Co (F.N) fell 4.5% and 6%, respectively, making them among the biggest losers on the broad-market S&P 500 Index, while in Europe, Stellantis NV (STLA.MI) fell 3.7% and Volkswagen AG (VOWG_p.DE) dropped 3.6%.\n\nWedbush analyst Dan Ives said the move could boost global deliveries by 12% to 15% this year and shows Musk responding to growing competition.\n\nReuters Graphics\n\n'PUNCH IN THE GUT'\n\nTesla fans and customers complained the price cuts disadvantaged those who had recently bought a vehicle.\n\nGreg Woodfill in Seattle, who bought a Model Y in December, had considered waiting until the new year to get the U.S. subsidy, but was lured by a discount at the time of $3,750.\n\nThe Tesla fan, who had previously owned a Model 3, said he was disenchanted with Musk's antics but decided to buy a Model Y because he loved Tesla products.\n\n\"It's a punch in the gut, to be honest,\" he told Reuters on Friday, adding that it feels unfair Tesla sought to boost fourth-quarter sales with discounts, only to cut prices even more a month later.\n\n\"If they knew they would drop the price this much, they should have just done it in December.\"\n\nIn China, where Tesla cut prices last week by 6-13.5%, owners protested at delivery centres, calling for compensation.\n\nFor 2021, the United States and China combined had accounted for about 75% of Tesla sales, but it has been growing in Europe.\n\nTesla cut prices in China and other Asian markets last week, which analysts had said would boost demand and increase pressure on rivals, including BYD (002594.SZ), to follow suit in what could become a price war in the largest single EV market.\n\nTesla shares under pressure\n\n($1 = 0.9224 euro)\n\nReporting by Hyunjoo Jin in Seoul, Zhang Yan in Shanghai and Victoria Waldersee in Berlin Additional reporting by Bansari Mayur Kamdar in Bengaluru, Samuel Indyk in London and Gertrude Chavez in New York; Writing by Kevin Krolicki and Josephine Mason Editing by Peter Henderson, Alexander Smith and Matthew Lewis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Analysis: Tesla could face its toughest challenge yet as economy cools",
        "publish_date": "10/04/2022",
        "text": "SAN FRANCISCO, Oct 4 (Reuters) - As recently as July, Tesla (TSLA.O) Chief Executive Elon Musk said the electric-car maker did not have a problem with customer demand, simply a problem making and shipping all the Model Ys and Model 3s consumers were ready to buy.\n\nThat may no longer be true.\n\nAnalysts see early signs of caution for the world's most valuable car maker, including for its increasingly premium pricing, at a time when the global economy is slowing and expectations for global auto sales are being dialed back.\n\nTesla has navigated supply-chain challenges better than most of its rivals and analysts expect it to post strong growth through next year as it expands output, but there are also indications it is being forced to respond to a tougher market.\n\nThe most immediate concern: Tesla made over 22,000 more EVs than it delivered to customers in the third quarter, data released this week showed. That is the first time it has had to finance that many cars in inventory.\n\nFor most of the past three years, Tesla has been selling more EVs in a quarter than it can produce. The one notable exception was in early 2020 when COVID disrupted deliveries.\n\nWhile Tesla's numbers remain low, building inventory has historically been a down-cycle indicator for automakers, forcing markdowns in past recessions of the kind Tesla has not yet faced.\n\nTesla blamed transport issues for a delivery total that fell short of Wall Street expectations.\n\nIf Tesla needs to hold more inventory in coming quarters to smooth deliveries and avoid the end-of-quarter rush that has been its norm, that would add to the $1.2-billion in undelivered cars it held at the end of the second quarter.\n\nAnalysts believe Tesla still has more demand than it can supply, the bedrock assumption behind its aggressive expansion plan over the next year as it ramps up production at factories in Shanghai, Berlin and Austin, Texas.\n\nMorgan Stanley analyst Adam Jonas said he believed Tesla did not face an immediate demand problem, but added a caution on pricing and Tesla's ability to buck the economic cycle.\n\n\"It would be unreasonable to assume that there is: (a) a limit to how much Tesla can continue to increase prices without demand suffering and (b) that the company was not exposed to decelerating macroeconomic growth,” he said in a research note.\n\n[1/2]A Tesla model 3 car is seen in their showroom in Singapore October 22, 2021. Picture taken October 22, 2021. REUTERS/Edgar Su/File Photo Acquire Licensing Rights\n\nTesla's average vehicle transaction price jumped 31% to $69,831 in August, compared with $53,132 at the start of 2021, according to Kelly Blue Book. That outpaced industry-wide price hikes on new cars of 18% to $48,301 during the same period.\n\nReuters Graphics\n\nThe waiting time Tesla customers face between order and delivery has also been dropping in both the United States and China, Tesla's largest markets. In China, that lag, one indicator of the supply-demand balance, has been cut four times since August to a minimum of a week for delivery.\n\nAnd Tesla, which has resisted marketing and incentives, offered Chinese buyers a rebate of 8,000 yuan ($1,100) if they took delivery before the end of September.\n\nMusk himself in July said Tesla prices were hitting \"embarrassing levels\" and that \"demand falls off a cliff\" when prices are rising to \"some arbitrarily high level.\"\n\nAs Tesla pushes its own capacity expansion, it is running into a wave of new EV competition, especially in China from the likes of BYD(002594.SZ), Nio (9866.HK) and Xpeng(9868.HK).\n\nA Tesla output plan reported last week by Reuters, before the third quarter delivery announcement, showed the automaker’s detailed plan to run and source its factories to hit output growth of 50% this year and next, a target just beyond the most bullish outside forecasts.\n\nThe question of whether and how Tesla sees the supply-demand balance shifting will be central for investors when the company reports quarterly results on Oct 19.\n\nMusk has offered an evolving view on economic risks. In June, he told Tesla staff he had a \"super bad feeling\" about the economy, a reason he cited to pause hiring at the time. In August, he told investors he expected a \"mild recession\" that could last up to 18 months.\n\nGuidehouse Insights analyst Sam Abuelsamid said Tesla needed to get higher production from its newer factories in Austin and Berlin. Musk had earlier compared the start of production in those plants to \"gigantic money furnaces.\"\n\n\"Tesla could end up running into some financial challenges in the third and fourth quarters (of 2023), if those factories continue to be underutilized,\" Abuelsamid said.\n\nFitch Solutions, which provides research on country risk and industries, said on Tuesday it expected global auto sales to drop 5.4% in 2022, before bouncing back only partly in 2023.\n\nReporting by Hyunjoo Jin, editing by Kevin Krolicki and Nick Zieminski\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla deliveries miss estimates due to logistical issues, slowing demand",
        "publish_date": "01/03/2023",
        "text": "[1/2] A Tesla electric vehicle is seen through a charging point displayed during a media day for the Auto Shanghai show in Shanghai, China April 20, 2021. REUTERS/Aly Song Acquire Licensing Rights\n\nSummary\n\nCompanies Rare for Tesla to deliver less than it produces\n\nTesla shares had their worst year in 2022 since going public\n\nGap between production and deliveries continues to grow\n\nJan 3 (Reuters) - Tesla Inc (TSLA.O) said quarterly deliveries fell short of market estimates on Monday, held back by ongoing logistical issues and growing demand concerns that rounded off a tumultuous 2022 for the Elon Musk-led firm.\n\nThe company is still the world's most valuable automaker even after losing 65% of its market value in 2022. Shares fell 8.5% to $112 on Tuesday.\n\nTesla delivered 405,278 vehicles in the fourth quarter ended Dec. 31, short of analysts' estimates of 431,117, according to Refinitiv. For all of 2022, the electric-vehicle maker's deliveries rose by 40%, missing Musk's 50% annual target.\n\n\"We believe Tesla is facing a significant demand problem ... many investors underestimate the magnitude of the demand challenges Tesla is facing,\" Bernstein analyst Toni Sacconaghi said.\n\nThe shortfall also highlighted the logistics hurdles facing a company known for its end-of-quarter delivery rush, with the gap between production and deliveries widening to 34,000 vehicles as more cars got stuck in transit.\n\nReuters Graphics\n\nTesla also plans to run a reduced production schedule in January at its Shanghai plant, extending the lowered output it began in December into 2023, Reuters has reported.\n\nTesla has tried up prop up demand with a rare set of discounts on its top-selling vehicles as competition deepens from legacy automakers such as Ford Motor Co (F.N) and General Motors Co (GM.N) and startups such as Rivian Automotive Inc (RIVN.O) and Lucid Group Inc (LCID.O).\n\n\"Tesla's previous gains have been based on delivering super-charged growth. Without that it looks (like) a different proposition,\" said Russ Mould, investment director at AJ Bell.\n\nSacconaghi said demand challenges will persist in 2023 as most Tesla models do not qualify for a tax rebate and the company would need to either reduce its growth targets or cut prices.\n\nThe company, which has some of the highest margins in the industry, will report quarterly results on Jan. 25.\n\nThe fourth-quarter deliveries consisted of 388,131 Model 3 compact sedans and Model Y sports utility vehicles (SUVs), compared with 17,147 Model X and Model S luxury cars.\n\nProduction came in at 439,701 vehicles.\n\nReuters Graphics\n\nTesla said in a separate statement on Monday it plans to host its Investor Day on March 1 and will likely discuss long-term plans for expansion and capital allocation at the event that will be held at its Texas Gigafactory.\n\nThe automaker also hinted at a \"generation 3\" platform that could be shown to investors at the event. Musk said in October that Tesla was working on a \"next-generation vehicle\" which will be cheaper and smaller than the Model 3 and Model Y cars.\n\nReporting by Akash Sriram, Baranjot Kaur, Nivedita Balu and Aditya Soni in Bengaluru; Additional reporting by Akanksha Khushi; Editing by Sriraj Kalluvila, Matthew Lewis, Howard Goller, Barbara Lewis and Shounak Dasgupta\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla recalls almost half a million electric cars over safety issues",
        "publish_date": "12/31/2021",
        "text": "Companies Tesla Inc Follow\n\nSAN FRANCISCO, Dec 30 (Reuters) - Tesla Inc (TSLA.O) is recalling more than 475,000 of its Model 3 and Model S electric cars to address rearview camera and trunk issues that increase the risk of crashing, the U.S. road safety regulator said on Thursday.\n\nThe National Highway Traffic Safety Administration (NHTSA) has been discussing another camera issue with the automaker, while probing the company's driver assistant system.\n\nThe model years affected in the recall range from 2014 to 2021, and the total number of recalled vehicles is almost equivalent to the half a million vehicles Tesla delivered last year.\n\nAround 200,000 Tesla vehicles will be recalled in China, the country's market regulator said on Friday.\n\nThe U.S. electric vehicle manufacturer is recalling 356,309 2017-2020 Model 3 vehicles to address rearview camera issues and 119,009 Model S vehicles due to front hood problems, the federal regulator said.\n\nTesla could not be reached for comment.\n\nFor Model 3 sedans, \"the rearview camera cable harness may be damaged by the opening and closing of the trunk lid, preventing the rearview camera image from displaying,\" the NHTSA said.\n\nTesla identified 2,301 warranty claims and 601 field reports regarding the issue for U.S. vehicles.\n\nFor Model S vehicles, latch problems may lead a front trunk to open \"without warning and obstruct the driver's visibility, increasing the risk of a crash,\" Tesla said.\n\nTesla said it was not aware of any crashes, injuries or deaths related to the issues cited in the recall of Model 3 and Model S cars, the NHTSA said.\n\n[1/2]Tesla China-made Model 3 vehicles are seen during a delivery event at its factory in Shanghai, China January 7, 2020. REUTERS/Aly Song/File Photo Acquire Licensing Rights\n\nTesla shares fell as much as 3% in the morning but rebounded and were last trading slightly higher around $1,088.76. The world's most valuable automaker is expected to report record quarterly vehicles deliveries as early as Saturday.\n\nChina's market regulator said that Tesla will recall close to 200,000 vehicles in the country, including 19,697 imported model S, 35,836 imported model 3, and 144,208 China-made model 3.\n\nTesla is recalling these electric cars produced ranging from 2015 and 2020 due to possible security risks such as sudden opening of the trunk lid during movement, according to a post on the website of State Admistration for Market Regulation.\n\nCAMERA ISSUE\n\nThis month, the NHTSA said it was talking with Tesla about sideview camera issues in some vehicles. L1N2SU2EA\n\nCNBC had reported that Tesla was replacing defective repeater cameras in the front fenders of some U.S.-made vehicles without recalling the parts.\n\nThe NHTSA has been investigating 580,000 Tesla vehicles over the automaker's decision to allow games to be played on car screens while they are in motion. read more\n\nTesla has subsequently agreed to remove such gaming features while its cars are moving, according to the NHTSA. read more\n\nUnder pressure from NHTSA, Tesla in February agreed to recall 135,000 vehicles with touch-screen displays that could fail and raise the risk of a crash. read more\n\nIn August, the NHTSA opened a formal safety probe into Tesla Inc's driver assistance system Autopilot after a series of crashes involving Tesla models and emergency vehicles. read more\n\nReporting by Hyunjoo Jin in San Francisco and Akash Sriram in Bengaluru; Additional reporting by David Shepardson in Washington; Editing by David Clarke, Anil D'Silva, Alistair Bell, David Gregorio and Louise Heavens\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla raises prices for second time in days on rising costs",
        "publish_date": "03/15/2022",
        "text": "BEIJING, March 15 (Reuters) - Tesla Inc (TSLA.O) raised its prices in China and the United States for the second time in less than a week, after CEO Elon Musk said the U.S. electric carmaker was facing significant inflationary pressure in raw materials and logistics.\n\nThe increases come as costs of raw materials are surging, exacerbated by supply chain disruptions following Russia's invasion of Ukraine.\n\nPrices of metals used in cars have soared, including aluminum that is used in the bodywork, palladium used in catalytic converters, and nickel and lithium that power electric vehicle (EV) batteries.\n\nThe costs have raised concerns about EV economics, as legacy automakers and startups prepare to launch new cars on the back of a long semiconductor supply crunch that is still knocking production at companies including Toyota (7203.T) and Volkswagen (VOWG_p.DE). read more\n\nTesla, which has a diversified supply chain, has bought \"millions of euros worth of aluminum\" from Russian aluminium giant Rusal, CNBC reported on Monday, citing internal documents.\n\nRusal's billionaire founder Oleg Deripaska has been sanctioned by Britain. read more\n\nTesla's China-made Model 3 vehicles are seen during a delivery event at its factory in Shanghai, China January 7, 2020. REUTERS/Aly Song Acquire Licensing Rights\n\nTesla bought Rusal aluminum for casting parts at its new vehicle assembly plant outside of Berlin for the Tesla Model Y, among other things, CNBC said.\n\nTesla received a conditional go-ahead for its 5 billion euro ($5.5 billion) German gigafactory earlier this month after months of delay. read more\n\nTesla and Rusal did not immediately respond to emails seeking comment.\n\n\"Tesla & SpaceX are seeing significant recent inflation pressure in raw materials & logistics,\" Musk tweeted on Monday, referring to his rocket company. \"And we are not alone,\" he said. read more\n\nTesla raised prices on Tuesday for all its models in the United States by 5%-10%, its website showed. In China, it raised prices of some China-made Model 3 and Model Y products by about 5%.\n\nLast week, the company increased prices of its U.S. Model Y SUVs and Model 3 Long Range sedans and some China-made Model 3 and Model Y vehicles. read more\n\n($1 = 0.9095 euros)\n\nReporting by Sophie Yu in Beijing, Brenda Goh in Shanghai, Maria Ponnezhath in Bengaluru and Sayantani Ghosh in Singapore Editing by Clarence Fernandez and Mark Potter\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla video promoting self-driving was staged, engineer testifies",
        "publish_date": "01/18/2023",
        "text": "A Tesla Model 3 electric vehicle is shown in this picture illustration taken in Moscow, Russia July 23, 2020. REUTERS/Evgenia Novozhenina/File Photo Acquire Licensing Rights\n\nJan 17 (Reuters) - A 2016 video that Tesla (TSLA.O) used to promote its self-driving technology was staged to show capabilities like stopping at a red light and accelerating at a green light that the system did not have, according to testimony by a senior engineer.\n\nThe video, which remains archived on Tesla’s website, was released in October 2016 and promoted on Twitter by Chief Executive Elon Musk as evidence that “Tesla drives itself.”\n\nBut the Model X was not driving itself with technology Tesla had deployed, Ashok Elluswamy, director of Autopilot software at Tesla, said in the transcript of a July deposition taken as evidence in a lawsuit against Tesla for a 2018 fatal crash involving a former Apple (AAPL.O) engineer.\n\nThe previously unreported testimony by Elluswamy represents the first time a Tesla employee has confirmed and detailed how the video was produced.\n\nThe video carries a tagline saying: “The person in the driver’s seat is only there for legal reasons. He is not doing anything. The car is driving itself.”\n\nElluswamy said Tesla’s Autopilot team set out to engineer and record a “demonstration of the system’s capabilities” at the request of Musk.\n\nElluswamy, Musk and Tesla did not respond to a request for comment. However, the company has warned drivers that they must keep their hands on the wheel and maintain control of their vehicles while using Autopilot.\n\nThe Tesla technology is designed to assist with steering, braking, speed and lane changes but its features “do not make the vehicle autonomous,” the company says on its website.\n\nTo create the video, the Tesla used 3D mapping on a predetermined route from a house in Menlo Park, California, to Tesla’s then-headquarters in Palo Alto, he said.\n\nDrivers intervened to take control in test runs, he said. When trying to show the Model X could park itself with no driver, a test car crashed into a fence in Tesla’s parking lot, he said.\n\n“The intent of the video was not to accurately portray what was available for customers in 2016. It was to portray what was possible to build into the system,” Elluswamy said, according to a transcript of his testimony seen by Reuters.\n\nWhen Tesla released the video, Musk tweeted, “Tesla drives itself (no human input at all) thru urban streets to highway to streets, then finds a parking spot.”\n\nTesla faces lawsuits and regulatory scrutiny over its driver assistance systems.\n\nThe U.S. Department of Justice began a criminal investigation into Tesla’s claims that its electric vehicles can drive themselves in 2021, after a number of crashes, some of them fatal, involving Autopilot, Reuters has reported.\n\nThe New York Times reported in 2021 that Tesla engineers had created the 2016 video to promote Autopilot without disclosing that the route had been mapped in advance or that a car had crashed in trying to complete the shoot, citing anonymous sources.\n\nWhen asked if the 2016 video showed the performance of the Tesla Autopilot system available in a production car at the time, Elluswamy said, \"It does not.\"\n\nElluswamy was deposed in a lawsuit against Tesla over a 2018 crash in Mountain View, California, that killed Apple engineer Walter Huang.\n\nAndrew McDevitt, the lawyer who represents Huang’s wife and who questioned Elluswamy’s in July, told Reuters it was “obviously misleading to feature that video without any disclaimer or asterisk.”\n\nThe National Transportation Safety Board concluded in 2020 that Huang’s fatal crash was likely caused by his distraction and the limitations of Autopilot. It said Tesla’s “ineffective monitoring of driver engagement” had contributed to the crash.\n\nElluswamy said drivers could “fool the system,” making a Tesla system believe that they were paying attention based on feedback from the steering wheel when they were not. But he said he saw no safety issue with Autopilot if drivers were paying attention.\n\nReporting by Hyunjoo Jin; Editing by Kevin Krolicki and Lisa Shumaker\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla seeks to ease demand concerns over likely 2022 delivery target miss",
        "publish_date": "10/20/2022",
        "text": "A Tesla model 3 car is seen in their showroom in Singapore October 22, 2021. REUTERS/Edgar Su Acquire Licensing Rights\n\nOct 20 (Reuters) - Tesla Inc (TSLA.O) said on Wednesday it expected to miss its vehicle delivery target this year, but downplayed concerns about softening demand after its revenue missed Wall Street estimates.\n\nChief Executive Elon Musk told analysts on a conference call there was excellent demand in the fourth quarter, addressing investors' concerns that buyers could be discouraged by the weak global economy and high prices for Tesla vehicles.\n\nBut Tesla said some logistics challenges would persist, with fourth-quarter deliveries growing by less than 50% while production rose 50%.\n\n\"I wouldn't say we're recession proof, but it's certainly recession resilient,\" Musk said.\n\nPreviously, Tesla had repeatedly said it was aiming for 50% growth this year from the 936,172 cars it delivered in 2021.\n\nIts shares were down nearly 6% in after-market trading.\n\nTesla is expanding fast despite global economic jitters, and investors are closely watching for signs that consumer demand is cooling as inflation surges and interest rates climb.\n\n\"This quarter was not rainbows and roses and it leaves investors wanting more from Tesla which is held to a higher standard than every other automaker,\" Wedbush analyst Daniel Ives wrote in a client note.\n\n\"Tesla must now prove again to the Street that the robust growth story is running into a myriad of logistics issues as opposed to demand softening with EV competition coming all angles around the globe.\"\n\nThe electric carmaker's third-quarter automotive gross margin was 27.9%, missing analysts' estimates and down from 30.5% a year earlier.\n\nRevenue for the third quarter was $21.45 billion, a record but short of analysts' estimates of $21.96 billion, according to IBES data from Refinitiv.\n\nThe company said it had a negative foreign exchange impact of $250 million on its earnings as the U.S. dollar strengthened against other major currencies.\n\n\"Raw material cost inflation impacted our profitability along with ramp inefficiencies\" from its new factories in Berlin and Texas, and the production of its new 4680 batteries, according to Tesla's statement. Musk added that production of the 4680 battery was gaining rapid traction, although executive Andrew Baglino said, \"There are challenges still ahead that we have not yet surpassed. No doubt.\"\n\nMusk added that Tesla's Semi trucks, which would start to be delivered to customers beginning this December, will not use the 4680 battery cells.\n\nMusk also said the company has the ability to do a stock buyback in the range of $5 billion to $10 billion, pending board review and approval.\n\nPATH TO PASS APPLE MARKET SHARE\n\nEarly this month, Tesla said it delivered 35% more vehicles in the July-September period than in the previous quarter, thanks in part to a rebound in China output after lengthy COVID-19 disruptions, but the record number was shy of vehicle production and analysts' estimates.\n\nThe electric vehicle pioneer has seen its shares tumble about 50% from record highs last November as investors were spooked by fears of a global economic slowdown and Musk's bid to buy social media company Twitter (TWTR.N).\n\nMusk told the conference call he saw a path for Tesla to be worth more than two mammoth companies, Apple Inc (AAPL.O) and Saudi Aramco (2222.SE), combined. Tesla's market cap is now under $700 billion, while Apple is worth $2.3 trillion and oil producer Saudi Aramco is worth $2.1 trillion.\n\nAnalysts had expected Musk to voice optimism about Tesla in the conference call. Musk has been trying to raise cash to fund his $44 billion deal to take Twitter Inc private. Some experts say Musk may need to sell about $3 billion more in stock after the earnings announcement to help fund the deal.\n\nMusk on Wednesday said he was excited about his pending acquisition of Twitter Inc (TWTR.N), though he said he and other investors were overpaying for the social media company.\n\nMusk also said Tesla's Cybertruck pick-up truck was on track to enter production in the middle of next year and its heavy duty semi truck could see 50,000 units in North America in 2024.\n\nReporting by Akash Sriram in Bengaluru and Hyunjoo Jin and Noel Randewich in San Francisco; Editing by Peter Henderson, Chris Reese and Mark Potter\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla market cap eclipses that of top 5 rival carmakers combined",
        "publish_date": "10/26/2021",
        "text": "The logo of car manufacturer Tesla is seen at a dealership in London, Britain, May 14, 2021. REUTERS/Matthew Childs/File Photo Acquire Licensing Rights\n\nOct 26 (Reuters) - Tesla Inc (TSLA.O) surpassed $1 trillion in market value on Monday, overshadowing the combined value of five of its biggest rivals, Toyota Motor Corp (7203.T), Volkswagen AG (VOWG_p.DE), Daimler AG (DAIGn.DE), Ford Motor Co (F.N) and General Motors (GM.N).\n\nThe electric vehicle maker landed its biggest-ever order from rental car company Hertz of 100,000 cars to be delivered by the end of next year. read more\n\nHere is a list of EV (electric vehicle) and ICE (internal combustion engine) automakers in the world and their market cap as of last close.\n\n($1 = 0.0088 yen)\n\n($1 = 0.8593 euros)\n\n($1 = 1,177.2300 won)\n\nReporting by Eva Mathews in Bengaluru; Editing by Arun Koyyur\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla recalls nearly 1.1 million U.S. vehicles to update window reversing software",
        "publish_date": "11/22/2022",
        "text": "Companies Tesla Inc Follow\n\nWASHINGTON, Sept 22 (Reuters) - Tesla (TSLA.O) is recalling nearly 1.1 million U.S. vehicles because the window automatic reversal system may not react correctly after detecting an obstruction, increasing the risk of injury.\n\nThe electric vehicle manufacturer told the National Highway Traffic SafetyAdministration (NHTSA) that it would perform an over-the-air software update of the automatic window reversal system. The recall covers some 2017-2022 Model 3, 2020-2021 Model Y, and 2021-2022 Model S and Model X vehicles.\n\nTesla said that it was not aware of any warranty claims, field reports, crashes, injuries, or deaths related to the recall.\n\nNHTSA said a closing window without the proper automatic reversing system may exert excessive force by pinching a driver or passenger before retracting, increasing the risk of injury.\n\nNHTSA said the vehicles failed to comply with the requirements of a federal motor vehicle safety standard on power windows.\n\nTesla said that during product testing in August employees identified window automatic reversal system performance that had \"greater than expected variations in response to pinch detection.\"\n\n[1/2]A Tesla logo is pictured on a car in the rain in the Manhattan borough of New York City, New York, U.S., May 5, 2021. REUTERS/Carlo Allegri Acquire Licensing Rights\n\nAfter extensive additional testing, Tesla determined that the vehicles' pinch detection and retraction performance in the test results did not meet automatic reversal systems requirements.\n\nTesla said that starting Sept. 13, vehicles in production and in pre-delivery received a software update that sets power-operated window operation to the requirements.\n\nThe software update \"enhances the calibration of the vehicle’s automatic window reversal system behavior,\" Tesla said.\n\nTesla shares were down 3.5% in Thursday afternoon trading.\n\nTesla Chief Executive Elon Musk on Twitter Thursday criticized the description of the callback as a recall.\n\n\"The terminology is outdated & inaccurate. This is a tiny over-the-air software update. To the best of our knowledge, there have been no injuries,\" he said.\n\nBoth NHTSA and Tesla in documents made public on Thursday referred to the campaign as a recall.\n\nReporting by David Shepardson; Editing by Mark Potter and Mark Porter\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla shares tank after U.S. discounts doubled on key models",
        "publish_date": "12/22/2022",
        "text": "Dec 22 (Reuters) - Tesla Inc (TSLA.O) shares tanked on Thursday after the luxury electric car maker started offering $7,500 discounts on Model 3 and Model Y vehicles delivered in the United States this month, fueling concerns the company is facing softening demand as economies slow.\n\nOn Dec. 1, Tesla started offering a $3,750 \"credit\" on Model 3 and Model Y vehicles delivered before the end of the year. It raised the credit to $7,500 on Wednesday. It also recently started offering free supercharging for 10,000 miles (16,093 kms) for vehicles delivered in December.\n\nThe rare discounts follow a series of price hikes over the past couple of years by Tesla, which blamed supply chain disruption and inflation.\n\nShares of Tesla ended down 8.9%, heading for their worst month ever as worries grow over softening demand for electric cars and Chief Executive Elon Musk's distraction with Twitter, which he purchased in October.\n\nTesla underperformed the broader market, which fell as data showing a resilient economy fueled worries over the Federal Reserve's path on hiking interest rates.\n\nMusk said on Thursday that he foresees the economy will be in a \"serious recession\" in 2023 and demand for big-ticket items will be lower.\n\nA Tesla Model 3 is seen in a showroom in Los Angeles, California U.S. January 12, 2018. REUTERS/Lucy Nicholson Acquire Licensing Rights\n\nAnalysts have reduced their estimates for Tesla's vehicle deliveries for the current quarter, reflecting slowing growth in key markets like the United States and China.\n\n\"The fact they seem to be cutting price to increase deliveries volumes doesn't raise confidence, particularly at a time where we see increasing competition,\" Craig Irwin, a senior analyst at ROTH Capital Partners, said.\n\nAs the U.S. government plans to introduce tax credits to spur EV demand starting in January, Tesla customers had held off purchases until the incentives take effect, weighing on demand.\n\nThe latest discount came just days after the U.S. Treasury Department delayed restrictions on EV incentives until March, meaning Tesla and other U.S.-made electric vehicles will likely qualify for the full $7,500 in incentives at least from January to March.\n\nTesla is also offering a $5,000 credit in Canada on Model 3 and Model Y vehicles delivered before the end of the year. The automaker has also given a discount of 6,000 yuan ($860) on some models in China to the end of 2022.\n\nTesla said in October it would miss its vehicle delivery target this year, but downplayed concerns about demand after its revenue missed Wall Street estimates.\n\n($1 = 6.9761 yuan)\n\nReporting by Hyunjoo Jin in San Francisco, Jaiveer Singh Shekhawat, Maria Ponnezhath and Nivedita Balu in Bengaluru; Editing by Tom Hogue, Emelia Sithole-Matarise, Shounak Dasgupta and Leslie Adler\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Exclusive: Tesla faces U.S. criminal probe over self-driving claims",
        "publish_date": "10/27/2022",
        "text": "Companies Tesla Inc Follow\n\nGeneral Motors Co Follow\n\nNews1 Follow Show more companies\n\nOct 25 - Tesla Inc (TSLA.O) is under criminal investigation in the United States over claims that the company's electric vehicles can drive themselves, three people familiar with the matter said.\n\nThe U.S. Department of Justice launched the previously undisclosed probe last year following more than a dozen crashes, some of them fatal, involving Tesla’s driver assistance system Autopilot, which was activated during the accidents, the people said.\n\nAs early as 2016, Tesla’s marketing materials have touted Autopilot’s capabilities. On a conference call that year, Elon Musk, the Silicon Valley automaker’s chief executive, described it as “probably better” than a human driver.\n\nLast week, Musk said on another call Tesla would soon release an upgraded version of “Full Self-Driving” software allowing customers to travel “to your work, your friend’s house, to the grocery store without you touching the wheel.”\n\nA video currently on the company’s website says: “The person in the driver’s seat is only there for legal reasons. He is not doing anything. The car is driving itself.”\n\nHowever, the company also has explicitly warned drivers that they must keep their hands on the wheel and maintain control of their vehicles while using Autopilot.\n\nThe Tesla technology is designed to assist with steering, braking, speed and lane changes but its features “do not make the vehicle autonomous,” the company says on its website.\n\nSuch warnings could complicate any case the Justice Department might wish to bring, the sources said.\n\nTesla, which disbanded its media relations department in 2020, did not respond to written questions from Reuters on Wednesday. Musk also did not respond to written questions seeking comment. A Justice Department spokesperson declined to comment.\n\nMusk said in an interview with Automotive News in 2020 that Autopilot problems stem from customers using the system in ways contrary to Tesla’s instructions.\n\nFederal and California safety regulators are already scrutinizing whether claims about Autopilot's capabilities and the system's design imbue customers with a false sense of security, inducing them to treat Teslas as truly driverless cars and become complacent behind the wheel with potentially deadly consequences.\n\nThe Justice Department investigation potentially represents a more serious level of scrutiny because of the possibility of criminal charges against the company or individual executives, the people familiar with the inquiry said.\n\n[1/2]A Tesla Model 3 vehicle drives on autopilot along the 405 highway in Westminster, California, U.S., March 16, 2022. REUTERS/Mike Blake Acquire Licensing Rights\n\nAs part of the latest probe, Justice Department prosecutors in Washington and San Francisco are examining whether Tesla misled consumers, investors and regulators by making unsupported claims about its driver assistance technology's capabilities, the sources said.\n\nOfficials conducting their inquiry could ultimately pursue criminal charges, seek civil sanctions or close the probe without taking any action, they said.\n\nThe Justice Department’s Autopilot probe is far from recommending any action partly because it is competing with two other DOJ investigations involving Tesla, one of the sources said. Investigators still have much work to do and no decision on charges is imminent, this source said.\n\nThe Justice Department may also face challenges in building its case, said the sources, because of Tesla’s warnings about overreliance on Autopilot.\n\nFor instance, after telling the investor call last week that Teslas would soon travel without customers touching controls, Musk added that the vehicles still needed someone in the driver’s seat. “Like we’re not saying that that’s quite ready to have no one behind the wheel,” he said.\n\nThe Tesla website also cautions that, before enabling Autopilot, the driver first needs to agree to \"keep your hands on the steering wheel at all times\" and to always \"maintain control and responsibility for your vehicle.”\n\nBarbara McQuade, a former U.S. attorney in Detroit who prosecuted automotive companies and employees in fraud cases and is not involved in the current probe, said investigators likely would need to uncover evidence such as emails or other internal communications showing that Tesla and Musk made misleading statements about Autopilot’s capabilities on purpose.\n\nSEVERAL PROBES\n\nThe criminal Autopilot investigation adds to the other probes and legal issues involving Musk, who became locked in a court battle earlier this year after abandoning a $44 billion takeover of social media giant Twitter Inc, only to reverse course and proclaim excitement for the looming acquisition.\n\nIn August 2021, the U.S. National Highway Traffic Safety Administration opened an investigation into a series of crashes, one of them fatal, involving Teslas equipped with Autopilot slamming into parked emergency vehicles.\n\nNHTSA officials in June intensified their probe, which covers 830,000 Teslas with Autopilot, identifying 16 crashes involving the company’s electric cars and stationary first-responder and road maintenance vehicles. The move is a step that regulators must take before requesting a recall. The agency had no immediate comment.\n\nIn July this year, the California Department of Motor Vehicles accused Tesla of falsely advertising its Autopilot and Full Self-Driving capability as providing autonomous vehicle control. Tesla filed paperwork with the agency seeking a hearing on the allegations and indicated it intends to defend against them. The DMV said in a statement it is currently in the discovery stage of the proceeding and declined further comment.\n\nAdditional reporting by Hyunjoo Jin and David Shepardson; Editing by Deepa Babington\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Focus: Tesla used car price bubble pops, weighs on new car demand",
        "publish_date": "12/27/2022",
        "text": "SAN FRANCISCO, Dec 27 (Reuters) - Tesla buyers who waited months for their new car have had an unusual choice for much of the past two years: keep the new electric vehicle, or sell it at a profit to someone with less patience.\n\nBut the days of the Tesla flip are numbered - a potential threat to new car prices that are already getting cut.\n\nPrices of used Teslas are falling faster than those of other carmakers and the clean-energy status symbols are languishing in dealer lots longer, industry data provided to Reuters showed.\n\nThe average price for a used Tesla in November was $55,754, down 17% from a July peak of $67,297. The overall used car market posted a 4% drop during that period, according to Edmunds data. The used Teslas were in dealer inventory for 50 days on average in November, compared with 38 days for all used cars.\n\nRising gasoline prices, an effect of the Ukraine war, boosted demand for Teslas, one of few long-range electric vehicles in the market. Tesla Inc (TSLA.O) itself raised prices faster than prices for other cars, building its profit margins. And buyers of some new Teslas took advantage of the booming market to sell their relatively new cars for a profit, then order new ones, driving demand for Tesla's new cars.\n\nNow fuel prices are easing, interest rates are rising, Tesla output is increasing, and EV competition is growing, leading used Tesla prices to fall faster than the market, and creating a cascading effect on prices of new Teslas.\n\nTesla last week doubled a U.S. new-car price cut to $7,500 for Model Ys and Model 3s delivered this year, adding to investor jitters about softening demand.\n\nNearly a third of used Teslas for sale in August were 2022 models up for resale, a sign that original buyers were aiming to flip, analysts said. That compares with about 5% of other brands on the used market, research firm Edmunds said.\n\nTesla shares fell 7.3% to a more than two-year low of $114.12 in early trading on Tuesday. They are down more than 65% this year.\n\nReuters Graphics\n\nA man wearing a face mask following the coronavirus disease (COVID-19) outbreak walks by Tesla Model 3 sedans and Tesla Model X sport utility vehicle at a new Tesla showroom in Shanghai, China May 8, 2020. REUTERS/Yilei Sun Acquire Licensing Rights\n\nReuters Graphics\n\nReuters Graphics\n\n\"You can't sell your current Tesla for more money than you paid for it, which was true for a lot of the past two years,\" said Karl Brauer, executive analyst at car sales website iSeeCars.com. \"That would reduce demand for new Teslas.\"\n\nOn Thursday Musk said that the \"radical interest rate changes\" have increased the prices of all cars, new and used, and that Tesla potentially could lower pricing to sustain volume growth, which would result in lower profit.\n\nTesla, which has disbanded its media relations department, did not respond to Reuters' emailed questions.\n\nIndeed, Tesla is hardly alone: the U.S. used car market thrived as global vehicle manufacturing hit snags, but it now is facing a “used vehicle recession,” one analyst said, after used car seller CarMax last week reported an 86% drop in third-quarter profit.\n\nBut Tesla is leading the retreat: the factors that pushed up prices of its vehicles were exaggerated compared with other brands because Teslas were \"basically for a long time really the only viable product when it came to used EVs,\" said Ivan Drury, director of Insights at Edmunds.com.\n\nEVs such as the Ford F-150 Lightning and the Hyundai Ioniq 5 are coming to market with a lot of buzz, said Liz Najman, content marketing manager at EV researcher Recurrent.\n\nSoftware engineer Greg Profitt bought a new Model Y last year for $49,000 and sold it three months later for $12,000 more. He ordered a new one - but has just bought a used Tesla at a discount.\n\n\"The economy kind of scares me to buy new \" he said, adding that the new $7,500 discount would be too little to sustain demand.\n\nReporting by Hyunjoo Jin in San Francisco and Nivedita Balu in Bengaluru, additional reporting by Akash Sriram; Editing by Peter Henderson, Anna Driver and Matthew Lewis\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Exclusive: Elon Musk wants to cut 10% of Tesla jobs",
        "publish_date": "06/03/2022",
        "text": "サマリー\n\n企業 Tesla employed around 100,000 people at end of 2021\n\nMusk warned staff on Tuesday to return to office or leave\n\nU.S. executives sounding increasingly gloomy about economy\n\nSAN FRANCISCO, June 3 (Reuters) - Tesla (TSLA.O) CEO Elon Musk has a \"super bad feeling\" about the economy and needs to cut about 10% of salaried staff at the electric carmaker, he said in emails seen by Reuters.\n\nA message sent to executives on Thursday laid out his concerns and told them to \"pause all hiring worldwide.\" The dire outlook came two days after the billionaire told staff to return to the workplace or leave and adds to a growing chorus of warnings from business leaders about the risks of recession.\n\nTesla shares fell 9% in U.S. trade on Friday after the Reuters report. The tech-heavy Nasdaq (.IXIC) was down about 2%.\n\nIn another email to employees on Friday, Musk said Tesla will be reducing salaried headcount by 10%, as it has become \"overstaffed in many areas.\" But \"hourly headcount will increase,\" he said.\n\n\"Note, this does not apply to anyone actually building cars, battery packs or installing solar,\" Musk wrote in the email seen by Reuters.\n\nAlmost 100,000 people were employed at Tesla and its subsidiaries at the end of 2021, its annual SEC filing showed. It did not break down numbers of salaried and hourly workers.\n\nTesla's expanding payroll\n\nThe Texas-based company was not immediately available for comment.\n\nMusk has warned in recent weeks about the risks of recession, but his email ordering a hiring freeze and staff cuts was the most direct and high-profile message of its kind from the head of an automaker, with others describing sky high demand. read more\n\n\"Elon Musk has a uniquely informed insight into the global economy. We believe that a message from him would carry high credibility,\" Adam Jonas, an analyst Morgan Stanley, said in a report.\n\nSHANGHAI LOCKDOWN\n\nSo far, demand for Tesla cars and other electric vehicles (EV) has remained strong and many traditional indicators of a downturn - including increasing dealer inventories and incentives in the United States - have not materialized.\n\nBut Tesla has struggled to restart production at its Shanghai factory after COVID-19 lockdowns forced costly outages.\n\n\"It is always better to introduce austerity measures in good times than in bad times. I see the statements as a forewarning and a precautionary measure,\" said Hanover-based NordLB analyst Frank Schwope.\n\nMusk's gloomy outlook echoes recent comments from executives including JPMorgan Chase & Co CEO Jamie Dimon and Goldman Sachs President John Waldron.\n\n[1/3]Elon Musk attends the opening ceremony of the new Tesla Gigafactory for electric cars in Gruenheide, Germany, March 22, 2022. Patrick Pleul/Pool via REUTERS/File Photo Acquire Licensing Rights\n\nA \"hurricane is right out there down the road coming our way,\" Dimon said this week. read more\n\nInflation in the United States is hovering at 40-year highs and has caused a jump in the cost of living for Americans, while the Federal Reserve faces the difficult task of dampening demand enough to curb inflation while not causing a recession.\n\nIt was also not immediately clear what implication, if any, Musk's view would have for his $44 billion bid for Twitter (TWTR.N). U.S. antitrust regulators cleared the way for the deal on Friday, sending Twitter shares up 2%. read more\n\nSeveral analysts have cut price targets for Tesla recently, forecasting lost output at its Shanghai plant, a hub supplying EVs to China and for export.\n\nChina accounted for just over a third of Tesla's global deliveries in 2021, according to company disclosures and data released on sales there. On Thursday, Daiwa Capital Markets estimated Tesla had about 32,000 orders awaiting delivery in China, compared to 600,000 vehicles for BYD (002594.SZ), its larger EV rival in that market.\n\nReuters Graphics Reuters Graphics\n\n'PAUSE ALL HIRING'\n\nBefore Musk's warning, Tesla had about 5,000 job postings on LinkedIn from sales in Tokyo and engineers at its new Berlin gigafactory to deep learning scientists in Palo Alto. It had scheduled an online hiring event for Shanghai on June 9 on its WeChat channel.\n\nMusk's demand that staff return to the office has already faced pushback in Germany. read more And his plan to cut jobs would face resistance in the Netherlands, where Tesla has its European headquarters, a union leader said.\n\n\"You can't just fire Dutch workers,\" said FNV union spokesperson Hans Walthie, adding Tesla would have to negotiate with a labor union on terms for any departures.\n\nIn a Tuesday email, Musk had said Tesla employees were required to be in the office for a minimum of 40 hours per week, closing the door on any remote work. \"If you don't show up, we will assume you have resigned,\" he said.\n\nJason Stomel, founder of tech talent agency Cadre, said that the return-to-office memo could be a way to get people to leave.\n\n\"(Musk) knows there's a percentage of workers who are just not going to come back,\" which he said would be cheaper for Tesla because no severance would be needed.\n\nMusk has referred to the risk of a recession repeatedly in recent comments.\n\nRemotely addressing a conference in mid-May in Miami Beach, he said: \"I think we are probably in a recession and that recession will get worse.\"\n\nReuters Graphics Reuters Graphics\n\nReporting by Hyunjoo Jin Additional reporting by John O'Donnel, Ju-min Park, Zoey Zhang, Toby Sterling and Sarah Morland and Nivedita Balu; editing by John Stonestreet, Mark Potter, Nick Zieminski and Lisa Shumaker\n\n私たちの行動規範：トムソン・ロイター「信頼の原則」"
    },
    {
        "title": "Tesla recalls 40,000 U.S. vehicles over potential loss of power steering assist",
        "publish_date": "11/08/2022",
        "text": "A row of Tesla Model S sedans are seen outside the company's headquarters in Palo Alto, California April 30, 2015. REUTERS/Elijah Nouvelage/File Photo Acquire Licensing Rights\n\nCompanies Tesla Inc Follow\n\nWASHINGTON, Nov 8 (Reuters) - Tesla Inc (TSLA.O) is recalling just over 40,000 2017-2021 Model S and Model X vehicles that may experience a loss of power steering assist when driving on rough roads or after hitting a pothole.\n\nThe Texas-based electric vehicle manufacturer has released an over-the-air software update to recalibrate the system after it began rolling out an update on Oct. 11 to better detect\n\nunexpected steering assist torque.\n\nThe National Highway Traffic Safety Administration said a loss of power steering assist can require greater steering effort, especially at low speeds, increasing the crash risks.\n\nTesla said it had identified 314 vehicle alerts for this condition among U.S. vehicles that may be related to the recall but said it is unaware of any injuries or deaths related to this condition.\n\nThe automaker said that as of Nov. 1 more than 97% of the recalled vehicles have installed an update that has already addressed the recall issue.\n\nSeparately, Tesla is recalling 53 2021 Model S exterior side rearview mirrors that were built for the European market that do not comply with U.S. \"Rear Visibility\" requirements. The mirrors were installed during U.S. service visits.\n\nTesla has issued 17 recall campaigns in 2022 covering 3.4 million vehicles.\n\nReporting by David Shepardson, Editing by Louise Heavens\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Exclusive: Tesla to run reduced output in Shanghai in January, plan shows",
        "publish_date": "12/27/2022",
        "text": "Tesla China-made Model 3 vehicles are seen during a delivery event at its factory in Shanghai, China January 7, 2020. REUTERS/Aly Song/File Photo Acquire Licensing Rights\n\nSHANGHAI, Dec 27 (Reuters) - Tesla (TSLA.O) plans to run a reduced production schedule at its Shanghai plant in January, extending the reduced output it began this month into next year, according to an internal schedule reviewed by Reuters.\n\nTesla will run production for 17 days in January between Jan. 3 to Jan. 19 and will stop electric vehicle output from Jan. 20 to Jan. 31 for an extended break for Chinese New Year, according to the plan seen by Reuters.\n\nTesla did not specify a reason for the production slowdown in its output plan. It was also not clear whether work would continue outside the assembly lines for the Model 3 and Model Y at the plant during the scheduled downtime. It has not been established practice for Tesla to shut down operations for an extended period for Chinese New Year.\n\nTesla did not immediately respond to a request for comment from Reuters.\n\nTesla shares were down 5.8% at $116 in premarket trading. The stock has dropped 56% since the start of October with investors citing concern about demand, including China, and the overhang of Chief Executive Elon Musk's involvement in Twitter and his recent Tesla share sales.\n\nTesla suspended production at its Shanghai plant on Saturday, pulling forward an established plan to pause most work at the plant in the last week of December, Reuters has reported.\n\nTesla's latest production cuts at Shanghai come amid a rising wave of infections after China stepped back from its zero-COVID policy earlier this month. That move has been welcomed by businesses although it has disrupted manufacturing operations outside Tesla.\n\nLike other automakers, Tesla has also faced a downturn in demand in China, the world's largest auto market. Earlier this month, Tesla offered an additional incentive for buyers taking possession of vehicles in December. The company has cut prices for Model 3 and Model Y cars by up to 9% in China, in addition to a subsidy for insurance costs.\n\nBrokerage China Merchants Bank International (CMBI) said in a report issued on Tuesday that Tesla average daily retail sales in China from Dec. 1 through Dec. 25 were down 28% from a year earlier. It said Tesla recorded 36,533 retail sales in China from Dec. 1 through Dec. 25.\n\nThe brokerage, which tracks week-by-week retail auto sales data in China as a snapshot of demand, said industry-wide sales were up almost 15% by the same metric through Dec. 25. It said average daily sales for BYD (002594.SZ), Tesla's larger electric vehicle rival in China, were up 93% in that period.\n\nTesla's Shanghai factory, the most important manufacturing hub for Musk's electric vehicle company, kept normal operations during the last week of December last year and took a three-day break for Chinese New Year.\n\nThe Jan. 21 to Jan. 27 period in 2023 is a public holiday in China for Chinese New Year.\n\nTesla's Shanghai plant, a complex that employs some 20,000 workers. accounted for more than half of Tesla's output in the first three quarters of 2022.\n\nTesla has set a target for growth of 50% in output and electric vehicle deliveries in 2022. Analysts expect output to fall short of that goal at closer to about 45%, based on forecasts for the soon-to-end fourth quarter.\n\nReporting by Zhang Yan, writing by Kevin Krolicki, editing by Louise Heavens and David Evans\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Exclusive: Tesla halts most output at Shanghai plant, April sales dive",
        "publish_date": "05/10/2022",
        "text": "Tesla China-made Model 3 vehicles are seen during a delivery event at the carmaker's factory in Shanghai, China January 7, 2020. REUTERS/Aly Song Acquire Licensing Rights\n\nSummary\n\nCompanies Plant to produce fewer than 200 cars on Tuesday - memo\n\nPlant halted work due to supplies issues - sources\n\nChina’s COVID policies pose challenges for manufacturers\n\nSHANGHAI, May 10 (Reuters) - Tesla Inc (TSLA.O) has halted most of its production at its Shanghai plant due to problems securing parts for its electric vehicles, according to an internal memo seen by Reuters, the latest in a series of difficulties for the factory.\n\nThe automaker's sales in China had already slumped by 98% in April from a month earlier, data released by the China Passenger Car Association (CPCA) showed on Tuesday, underscoring the hit from China's hard COVID-19 lockdowns.\n\nShanghai is in its sixth week of an intensifying lockdown that has tested the ability of manufacturers to operate amid hard restrictions on the movement of people and materials.\n\nTesla planned to manufacture fewer than 200 vehicles at its factory in the city on Tuesday, according to the memo, far below the roughly 1,200 units per day it had ramped up to shortly after reopening on April 19 following a 22-day closure.\n\nTesla did not respond to a request for comment.\n\nAfter reopening, the factory produced 10,757 vehicles by the end of April, selling 1,512 of them, the CPCA said.\n\nThat compared to 65,814 cars sold in March and marked the lowest sales tally since April 2020, four months after the factory started delivering China-made cars.\n\nTesla did not export any China-made Model 3s and Model Ys from the Shanghai plant in April, the data showed.\n\nTwo people familiar with Tesla's operations said earlier that the Shanghai plant suspended work on Monday after it faced difficulties procuring supplies.\n\nThe company had been aiming to increase output at the plant to 2,600 cars a day as soon as next week, Reuters reported previously. read more\n\nOverall passenger car sales for China, the world's largest auto market, dropped almost 36% in April from a year earlier, the CPCA said. However, sales of battery-electric vehicles and plug-in hybrids - a category China targets for incentives - rose more than 50%, boosted by particularly good performances by BYD (002594.SZ) and SAIC-GM-Wuling (GM.N), (600104.SS).\n\nAnother auto association estimated last week that overall auto sales in China had dropped 48% in April as lockdowns shut factories, limited traffic to showrooms and put the brakes on spending.\n\nShanghai authorities have tightened a city-wide lockdown imposed more than a month ago on the commercial hub with a population of 25 million, a move that could extend curbs on movement through the month.\n\nReporting by Zhang Yan and Brenda Goh; Additional reporting by Sophie Yu; Editing by Stephen Coates, Kirsten Donovan\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla recalls 321,000 U.S. vehicles over rear light issue",
        "publish_date": "11/21/2022",
        "text": "The logo of car manufacturer Tesla is seen at a branch office in Bern, Switzerland October 28, 2020. REUTERS/Arnd Wiegmann/File Photo Acquire Licensing Rights\n\nWASHINGTON, Nov 19 (Reuters) - Tesla is recalling more than 321,000 vehicles in the United States because tail lights may intermittently fail to illuminate, the company said in a filing made public Saturday.\n\nThe news follows the company's recall on Friday of nearly 30,000 Model X cars in the United States over an issue that may cause the front passenger air bag to deploy incorrectly, which sent its shares down almost 3% to a near two-year low.\n\nIn the filing published Saturday to the National Highway Traffic Safety Administration (NHTSA), the electric vehicle manufacturer said the tail light-related recall covers some 2023 Model 3 and 2020-2023 Model Y vehicles.\n\nTexas-based Tesla said it will deploy an over-the-air update to correct the rear light issue and said it has no reports of any crashes or injuries related to the recall.\n\nThe company said the recall followed customer complaints it became aware of in late October, largely from foreign markets, claiming vehicle tail lights were not illuminating.\n\nThe investigation found in rare cases the lights may intermittently not work due to an anomaly that may cause false fault detections during the vehicle wake-up process. Tesla said it had received three warranty reports over the issue.\n\nTesla has reported 19 U.S. recall campaigns in 2022 covering more than 3.7 million vehicles including four callbacks in November, according to NHTSA data.\n\nReporting by David Shepardson; Editing by Kirsten Donovan and Jan Harvey\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Musk bullish on Tesla sales as price cuts boost demand",
        "publish_date": "11/27/2023",
        "text": "Jan 25 (Reuters) - Tesla Inc's (TSLA.O) aggressive price cuts have ignited demand for its electric vehicles, Chief Executive Elon Musk said on Wednesday, playing down concerns that a weak economy would throttle buyers' interest.\n\nThe company slightly beat Wall Street targets for fourth-quarter revenue and profit earlier on Wednesday despite a sharp decline in vehicle profit margins, and it sought to reassure investors that it can cut costs to cope with recession and as competition intensifies in the year ahead.\n\nDeep price cuts this month have positioned Tesla as the initiator of a price war, but its forecast of a 37% rise in car volume for the year, to 1.8 million vehicles, was down from 2022's pace.\n\nHowever, Musk, who has missed his own ambitious sales targets for Tesla in recent years, said 2023 deliveries could hit 2 million vehicles, absent external disruption.\n\nTesla's sales prospects, as it confronts a weaker economy, are a key focus for investors. The company said it maintains a long-term target of a compounded 50% annual rise in sales.\n\nMusk addressed the issue at the start of a call with investors and analysts.\n\n\"These price changes really make a difference for the average consumer,\" he said, adding that vehicle orders were roughly double production in January, leading the automaker to make small price increases for the Model Y SUV.\n\nHe said he expected a \"pretty difficult recession this year,\" but demand for Tesla vehicles \"will be good despite probably a contraction in the automotive market as a whole.\"\n\nShares rose 5.3% in extended trading.\n\nCYBERTRUCK\n\nThe company is relying on older products and Musk said its Cybertruck, its next new electric pickup truck, would not begin volume production until next year. Reuters in November reported that the highly anticipated model would not be produced in volume until late this year.\n\nTesla will detail plans for a \"next-generation vehicle platform\" at its investor day in March.\n\nTesla's vehicles \"are all in desperate need of updates beyond software,\" said Jessica Caldwell, Edmunds’ executive director of insights. She said Tesla will largely depend on the cheaper unit as well as Model 3 and Model Y to bring EVs to the masses.\n\n\"It's unlikely that the Cybertruck will attempt to achieve mass-market volumes like the Detroit competitors.\"\n\nReuters Graphics\n\n[1/5]A Tesla supercharging station is seen in the early morning sun, in Kettleman City, California, U.S., January 25, 2023. REUTERS/Mike Blake Acquire Licensing Rights\n\nReuters Graphics\n\nAnalysts said Tesla's goal is bullish given the macroeconomic uncertainties.\n\n\"I think that you're going to see some severe demand destruction across consumer spending and I think cars are going to take a big hit,\" Edward Moya, senior market analyst at OANDA, said.\n\nTesla said it does not expect meaningful near-term volume growth from China, since its Shanghai factory was running near full capacity, rebounding from production challenges last year.\n\n\"Even a small cooling of demand will have significant implications for the bottom line,\" said Sophie Lund-Yates, an analyst at Hargreaves Lansdown.\n\nTesla said that its automotive gross margins, which dropped to a two-year low of 25.9% in the reported quarter, were pressured by the costs of ramping up battery production and new factories in Berlin and Texas, as well as higher raw material, commodity, logistics and warranty costs.\n\nTesla expected its automotive gross margin to remain above 20%.\n\nMargins generally are expected to be under further pressure from its aggressive price cuts. Tesla, which had made a series of price increases since early 2021, reversed course and offered discounts in December in the United States, followed by price cuts of as much as 20% this month.\n\nAnalysts had said Tesla's profitability gave it room to cut prices and pressure rivals. The company's $9,000 in net profit per vehicle in the past quarter was more than seven times the comparable figure for Toyota Motor Corp (7203.T) in the third quarter. But it was down from almost $9,700 in the third quarter.\n\n\"In severe recessions, cash is king, big time,\" Musk said, adding that Tesla is well positioned to cope with an economic downturn because of its $20 billion of cash.\n\nThe company's stock posted its worst drop last year, hit by demand worries and Musk's acquisition of Twitter, which fueled investor concerns he would be distracted from running Tesla.\n\nMusk dismissed surveys that suggest his political comments on Twitter are damaging the Tesla brand. \"I might not be popular\" with some, he said, \"but for the vast majority of people, my follow count speaks for itself.\" He has 127 million followers.\n\nRevenue was $24.32 billion for the three months ended Dec. 31, compared with analysts' average estimate of $24.16 billion, according to IBES data from Refinitiv.\n\nTesla's full-year earnings were bolstered by $1.78 billion in regulatory credits, up 21% from a year earlier.\n\nAdjusted earnings per share of $1.19 topped the Wall Street analyst average of $1.13.\n\nIt ended the fourth quarter with 13 days' worth of vehicles in inventory, more than four times higher than the start of 2022, and a record $12.8 billion in value.\n\nReporting by Hyunjoo Jin in San Francisco and Akash Sriram in Bengaluru, Additinoal reporting by Joe White and Ben Klayman in Detroit and Kevin Krolicki in Singapore Writing by Peter Henderson Editing by Sriraj Kalluvila, Matthew Lewis, Sam Holmes and David Goodman\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla owners in China protest against surprise price cuts they missed",
        "publish_date": "01/07/2023",
        "text": "[1/3] People protest at a Tesla showroom in Chengdu, Sichuan, China, released January 6, 2023 in this picture obtained by Reuters from social media. THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NO RESALES. NO ARCHIVES. Acquire Licensing Rights\n\nSHANGHAI, Jan 7 (Reuters) - Hundreds of Tesla (TSLA.O) owners gathered at the automaker's showrooms and distribution centres in China over the weekend, demanding rebates and credit after sudden price cuts they said meant they had overpaid for electric cars they bought earlier.\n\nOn Saturday, about 200 recent buyers of the Tesla Model Y and Model 3 gathered at a Tesla delivery centre in Shanghai to protest against the U.S. carmaker's decision to slash prices for the second time in three months on Friday.\n\nMany said they had believed that prices Tesla charged for its cars late last year would not be cut as abruptly or as deeply as the automaker just announced in a move to spur sales and support production at its Shanghai plant. The scheduled expiration of a government subsidy at the end of 2022 also drove many to finalize their purchases.\n\nVideos posted on social media showed crowds at Tesla stores and delivery centres in other Chinese cities from Chengdu to Shenzhen, suggesting wider consumer backlash.\n\nAfter Friday's surprise discounts, Tesla's EV prices in China are now between 13% and 24% below their September levels.\n\nAnalysts have said Tesla's move was likely to boost its sales, which tumbled in December, and force other EV makers to cut prices too at a time of faltering demand in the world's largest market for battery-powered cars.\n\nWhile established automakers often discount to manage inventory and keep factories running when demand weakens, Tesla operates without dealerships and transparent pricing has been part of its brand image.\n\n\"It may be a normal business practice but this is not how a responsible enterprise should behave,\" said one Tesla owner protesting at the company's delivery centre in Shanghai's Minhang suburb on Saturday who gave his surname as Zhang.\n\nHe and the other Tesla owners, who said they had taken delivery in the final months of 2022, said they were frustrated with the abruptness of Friday's price cut and Tesla's lack of an explanation to recent buyers.\n\nZhang said police facilitated a meeting between Tesla staff and the assembled owners at which the owners handed over a list of demands, including an apology and compensation or other credits. He added the Tesla staff had agreed to respond by Tuesday.\n\nAbout a dozen police officers could be seen at the Shanghai protest and most of the videos of the other demonstrations also showed a large police presence at the Tesla sites.\n\nProtests are not a rare occurrence in China, which has over the years seen people come out in large numbers over issues such as financial or property scams, but authorities have been on higher alert after widespread protests in Chinese cities and top universities at the end of November against COVID-19 restrictions.\n\n'RETURN THE MONEY'\n\nOther videos appearing to be of Tesla owners protesting were also posted to Chinese social media platforms on Saturday.\n\nOne video, which Reuters verified was filmed at a Tesla store in the southwestern city of Chengdu, showed a crowd chanting, \"Return the money, refund our cars.\"\n\nAnother, which appeared to be filmed in Beijing, showed police cars arriving to disperse crowds outside a Tesla store.\n\nReuters was unable to verify the content of either video.\n\nTesla does not plan to compensate buyers who took delivery before the most recent price cut, a spokesman for Tesla China told Reuters on Saturday.\n\nHe did not respond when asked to comment on the protests.\n\nChina accounted for about a third of Tesla's global sales in 2021 and its Shanghai factory, which employs about 20,000 workers, is its single most productive and profitable plant.\n\nAnalysts have been positive about the potential for Tesla's price cuts to drive sales growth at a time when it is a year from announcing its next new vehicle, the Cybertruck.\n\n\"Nowhere else in the world is Tesla faced with the kind of competitors that they have here [in China],\" said Bill Russo, head of consultancy Automobility Ltd in Shanghai.\n\n\"They are in a much bigger EV market with companies that can price more aggressively than they can, until now.\"\n\nIn 2021, Tesla faced a public relations storm after an unhappy customer climbed on a car at the Shanghai auto show to protest against the company's handling of her complaints about her car's brakes.\n\nTesla responded by apologising to Chinese consumers for not addressing the complaints in a timely way.\n\nReporting by Brenda Goh, Zhang Yan and Casey Hall Editing by Kevin Krolicki and Tomasz Janowski\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla zooms past $1 trillion market cap on bet that the EV future is now",
        "publish_date": "10/25/2021",
        "text": "Oct 25 (Reuters) - Tesla Inc (TSLA.O) surpassed $1 trillion in market value on Monday after landing its biggest-ever order from rental car company Hertz, a deal that reinforced the electric car leader's ambitions to top the entire auto industry in sales over the next decade.\n\nTesla shares surged as much as 14.9% to $1,045.02, making it the world's most valuable automaker according to Reuters calculations based on its latest filing.\n\nEven Tesla Chief Executive Elon Musk expressed surprise at the velocity of the surge. \"Strange that moved valuation, as Tesla is very much a production ramp problem, not a demand problem,\" Musk tweeted in reply to a comment by Ross Gerber, co-founder of the investment fund Gerber Kawasaki and a Tesla shareholder.\n\n\"Wild $T1mes!\" Musk wrote in a separate tweet.\n\nloading\n\nTesla is the first carmaker to join the elite club of trillion-dollar companies that includes Apple Inc (AAPL.O), Amazon.com Inc (AMZN.O), Microsoft Corp (MSFT.O) and Alphabet Inc (GOOGL.O).\n\nMost automakers do not boast about sales to rental car companies, often made at discounts to unload slow-selling models. But for Tesla and its investors, Hertz's decision to order 100,000 Tesla vehicles by the end of 2022 showed electric vehicles are no longer a niche product, but will dominate the mass car market in the near future.\n\n\"Electric vehicles are now mainstream, and we've only just begun to see rising global demand and interest,\" Hertz interim Chief Executive Officer Mark Fields told Reuters.\n\nTesla Chief Executive Elon Musk has set an annual sales growth target of 50%, on average, eventually reaching 20 million vehicles a year. That would be more than twice the volume of current sales leaders Volkswagen AG and Toyota Motor Corp (7203.T).\n\nConsumer demand for electric vehicles is turning a corner in some major markets. The Tesla Model 3 was the best-selling vehicle of any kind in Europe last month, consulting firm JATO Dynamics reported Monday.\n\nTesla also appeared on Monday to be making progress resolving regulatory problems that threatened its business in China. The company said it had opened a new data and research center in Shanghai to comply with government requirements that data collected from vehicles in China stay in the country.\n\nHowever, Tesla faced new U.S. regulatory pressure on Monday. The National Transportation Safety Board's new chief sent Musk a letter questioning why Tesla was rolling out its \"Full Self Driving\" software even though the company has not officially responded to the NTSB's questions about the automated driving system's safety.\n\n\"It (the Hertz order) puts an exclamation point under guidance for 50%+ growth in deliveries,\" Roth Capital analyst Craig Irwin said. \"Another solid piece of evidence EVs are going mainstream.\"\n\n[1/4]The logo of car manufacturer Tesla is seen at a dealership in London, Britain, May 14, 2021. REUTERS/Matthew Childs/File Photo Acquire Licensing Rights\n\nTesla now faces the daunting day-to-day challenge of becoming a high-volume automaker growing at a rate not seen since the early 1900s when demand exploded for Henry Ford's Model T.\n\nTesla is coping with an order backlog for its vehicles and extended supply chain disruptions. Tesla Chief Financial Officer Zachary Kirkhorn cautioned investors during a call last week that Tesla's near-term production goals will hinge on resolving those disruptions and ramping up two new, huge assembly and battery plants in Austin and Berlin.\n\n\"There is quite an execution journey ahead of us,\" Kirkhorn said.\n\nRivals are not sitting still. Daimler AG's (DAIGn.DE) Mercedes-Benz brand, General Motors Co (GM.N), Ford Motor Co (F.N), and startups such as Lucid (LCID.O) and China's Xpeng (9868.HK) are all battling Tesla with new electric cars or trucks.\n\nInvestors and analysts, for now, are looking past the near-term challenges. Morgan Stanley boosted its Tesla price target by 33% to $1,200 as the brokerage expects the electric carmaker to surpass 8 million deliveries in 2030.\n\nThe Hertz deal also underscored the power of the Tesla brand, as the rental car company emerges from bankruptcy and aims to revive its once-dominant brand. Hertz's rescue is led by a group of investors including Knighthead Capital Management, Certares Opportunities and Apollo Capital Management.\n\n\"We absolutely believe that this is going to be competitive advantage for us,\" interim Hertz CEO Mark Fields said of the Tesla order, due to be delivered by the end of 2022.\n\n\"We want to be a leader in mobility. ... Getting customers experience with electrified vehicles is an absolute priority for us.\"\n\nTesla's cheapest Model 3 sedan starts at about $44,000, making this order worth about $4.4 billion, if the entire order were for its mass-market sedan.\n\nFields declined to say how much Hertz was paying for the order. Tesla was not immediately available for comment.\n\nWith the current order, Hertz said EVs will make up more than 20% of its global fleet. Fields cited the rising number of EVs for sale and consumer interest in electrified vehicles.\n\nHertz also said it was installing thousands of chargers throughout its network. Customers who rent a Tesla Model 3 will have access to 3,000 Tesla supercharging stations throughout the United States and Europe.\n\nTesla shares closed up 12.7% at $1,024.86.\n\nReporting by Subrat Patnaik and Sanjana Shivdas in Bengaluru and David Shepardson in Washington; Additonal reporting by Eva Mathews, Aniruddha Ghosh and Kannaki Deka; Editing by Joseph White, Shounak Dasgupta, Lisa Shumaker and Richard Chang\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla cuts China prices by up to 9% as analysts warn of 'price war'",
        "publish_date": "10/24/2022",
        "text": "SHANGHAI, Oct 24 (Reuters) - Tesla (TSLA.O) has cut starter prices for its Model 3 and Model Y cars by as much as 9% in China, reversing a trend of increases across the industry amid signs of softening demand in the world's largest auto market.\n\nThe price cuts, posted in listings on the electric vehicle (EV) giant's China website on Monday, are the first by Tesla in China in 2022, and come after Tesla began offering limited incentives to buyers who opted for its insurance last month.\n\nShares of the Austin, Texas-based firm were down 4.9% at $203.9 in early trade.\n\nThe price cuts also follows Tesla Chief Executive Elon Musk's comment last week that \"a recession of sorts\" was under way in China and Europe, and Tesla said it would miss its vehicle delivery target this year.\n\nMusk told analysts last week that demand was strong in the current quarter and that he expected Tesla to be \"recession-resilient\".\n\nChina Merchants Bank International (CMBI) said Tesla's price cuts underlined the growing competitive risk for EV makers in China, with industry-wide sales projected to slow into 2023.\n\n\"The price cuts underscore the possible price war which we have been emphasising since August,\" said Shi Ji, an analyst with CMBI.\n\nTesla had cut prices in China last year in an effort to be more competitive in the country, while in the United States, its largest market, the EV maker has raised prices over the past year on higher cost of raw materials.\n\nVisitors wearing face masks check a China-made Tesla Model Y sport utility vehicle (SUV) at the electric vehicle maker's showroom in Beijing, China January 5, 2021. REUTERS/Tingshu Wang/File Photo Acquire Licensing Rights\n\nData on Monday showed retail sales in China grew 2.5% in September, below the expected 3.3% rise and less than half of August's 5.4% growth.\n\nThe U.S. automaker and several Chinese rivals have hiked prices several times since last year amid rising raw material costs. But Tesla has regularly adjusted prices of its cars in China, including reductions, reflecting government subsidies.\n\nTesla is now China's third best-selling EV maker after BYD Motor (002594.SZ) and SAIC-GM-Wuling (GM.N)(600104.SS), and is the only foreign player in the top 15 list published by the China Passenger Car Association.\n\n\"The price cut is primarily due to overall soft auto demand in China due to macro condition and competition with leading local player BYD,\" U.S. Tiger Securities analyst Bo Pei said.\n\nPei said XPeng , Nio Inc and Li Auto will have to follow or face greater pressure on volumes.\n\nTesla told Reuters it was adjusting prices in line with costs. Capacity utilisation at its Shanghai Gigafactory has improved, while the supply chain remains stable despite the impact on the economy of China's stringent zero-COVID restrictions, leading to lower costs, it said.\n\nThe starting price for the Model 3 sedan was reduced to 265,900 yuan ($36,727) from 279,900 yuan, while that for the Model Y sport utility vehicle was cut to 288,900 yuan from 316,900 yuan, the product prices listed on its Chinese website showed.\n\nTesla upgraded its Shanghai factory earlier this year, after which it delivered 83,135 China-made EVs in September, setting an output record for the plant since production began in December 2019. read more\n\n($1 = 7.2399 Chinese yuan)\n\nReporting by Zhang Yang and Brenda Goh in Beijing and Akash Sriram in Bengaluru; Editing by Kenneth Maxwell and Arun Koyyur\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla falls on growing angst over Musk's focus on Twitter",
        "publish_date": "12/20/2022",
        "text": "Dec 20 (Reuters) - Shares of Tesla Inc (TSLA.O) fell nearly 6% on Tuesday after a string of brokerages cut their price targets on the electric-vehicle maker's stock, citing the risk from Elon Musk's Twitter distraction.\n\nTesla's shares hit a more than two-year low of $140.86.\n\nAnalysts say investors are worried that Musk may need to sell shares further to fund Twitter and sentiment around the acquisition of the social media firm could hurt the EV maker's brand.\n\nEvercore ISI, which slashed its price target on the company's shares to $200 from $300 said investors fear damage to the Tesla brand.\n\nDaiwa Capital Markets also cut its price target to $177 from $240, citing a \"higher risk profile from the Twitter distraction\".\n\nTesla shares, which have lost nearly 60% of their value so far this year, closed down 0.2% on Monday as Twitter users voted decisively in a poll for Musk to step down as chief executive of the social media platform.\n\nA Tesla electric vehicle is seen through a charging point displayed during a media day for the Auto Shanghai show in Shanghai, China April 20, 2021. REUTERS/Aly Song Acquire Licensing Rights\n\nAnalysts at Oppenheimer downgraded Tesla's shares on Monday.\n\nThe price target cuts come ahead of Tesla's quarterly deliveries report expected in early January amid weakening demand in China.\n\nDaiwa lowered the company's delivery estimate by 5% for 2023 and forecast an 8% reduction in revenue per unit year-over-year.\n\nMusk has said Tesla targets 50% growth in delivery volumes annually, however, the electric-vehicle maker said it will miss the target this year due to logistics issues.\n\nChina's passenger vehicle sales fell for the first time in six months in November and are expected to stay flat next year, China Passenger Car Association said.\n\nReuters Graphics\n\nReporting by Akash Sriram in Bengaluru; Editing by Shounak Dasgupta\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Musk tells Tesla workers not to be 'bothered by stock market craziness'",
        "publish_date": "12/29/2022",
        "text": "Tesla Inc CEO Elon Musk walks next to a screen showing an image of Tesla Model 3 car during an opening ceremony for Tesla China-made Model Y program in Shanghai, China January 7, 2020. REUTERS/Aly Song/File Photo Acquire Licensing Rights\n\nDec 28 (Reuters) - Tesla Inc (TSLA.O) Chief Executive Elon Musk told employees that they should not be \"bothered by stock market craziness\" after the company's shares fell nearly 70% this year on jitters over softening demand for electric vehicles and Musk's distraction with running Twitter.\n\nIn an email sent to staff on Wednesday and reviewed by Reuters, Musk said he believes that long term, Tesla will be the most valuable company on earth.\n\nHe also urged employees to ramp up deliveries at the end of this quarter, after the automaker offered discounts on its vehicles in the United States and China.\n\n\"Please go all out for the next few days and volunteer to help deliver if at all possible. It will make a real difference!\" he said in the email.\n\nAnalysts expect Tesla to deliver 442,452 vehicles in the fourth quarter, according to Refinitiv data.\n\nTesla's plummeting share price has hurt the value of shares owned by the EV maker's employees. Tesla has offered stock compensation for most employees including factory workers.\n\nThe company's shares rebounded on Wednesday, following an 11% slump in the previous session on a Reuters report that the automaker planned to run a reduced production schedule in January at its Shanghai plant. The news sparked worries of a drop in demand in the world's biggest car market.\n\n\"Btw, don't be too bothered by stock market craziness. As we demonstrate continued excellent performance, the market will recognize that,\" he said.\n\n\"Long-term, I believe very much that Tesla will be the most valuable company on Earth!\"\n\nMorgan Stanley analysts cut their price target on the stock to $250 from $330, saying the last two years of demand exceeding supply will be \"substantially inverted to supply exceeding demand\" in 2023.\n\nReporting by Hyunjoo Jin in San Francisco and Akash Sriram in Bengaluru; Editing by Matthew Lewis and Anil D'Silva\n\nOur Standards: The Thomson Reuters Trust Principles."
    },
    {
        "title": "Tesla sold record 56,006 China-made vehicles in Sept - CPCA",
        "publish_date": "10/12/2021",
        "text": "BEIJING, Oct 12 (Reuters) - U.S. electric vehicle (EV) maker Tesla Inc (TSLA.O) sold 56,006 China-made vehicles in September, the highest since it started production in Shanghai about two years ago, data from the China Passenger Car Association (CPCA) showed on Tuesday.\n\nThe September sales included 3,853 that were exported, the data showed.\n\nA man wearing a face mask following the coronavirus disease (COVID-19) outbreak walks by Tesla Model 3 sedans and Tesla Model X sport utility vehicle at a new Tesla showroom in Shanghai, China May 8, 2020. REUTERS/Yilei Sun Acquire Licensing Rights\n\nTesla, which is making Model 3 sedans and Model Y sport-utility vehicles in Shanghai, sold 44,264 China-made vehicles in August, including 31,379 that were exported.\n\nChinese EV makers Nio Inc (NIO.N) and Xpeng Inc (9868.HK) delivered over 10,000 vehicles each last month. Volkswagen AG (VOWG_p.DE) said it sold 10,126 ID. series EVs in China in September.\n\nCPCA said passenger car sales in China in September totalled 1.6 million, down 17% from a year earlier.\n\nReporting by Yilei Sun and Brenda Goh; Editing by Jacqueline Wong and Muralikumar Anantharaman\n\nOur Standards: The Thomson Reuters Trust Principles."
    }
]