{
  "date": "04/22/2020",
  "title": "Netflix adds 15.7 million global users in Q1 2020 amid coronavirus pandemic",
  "url": "https://finance.yahoo.com/news/netflix-q1-earnings-2020-194103428.html",
  "ticket": "NFLX",
  "data": 
  "
  
  Netflix (NFLX) reported its Q1 earnings after the closing bell on Tuesday, adding 15.7 million global users amid stay-at-home orders related to the novel coronavirus pandemic — a 23% jump since the same quarter last year.

The company’s stock was still down nearly 3% in early trading on Wednesday.

Here’s how the company performed in the quarter, and how many more people are using the service during the lockdowns.

Global streaming net paid subscriber additions: 15.77 million vs. 7 million forecasted

Revenue: $5.7 billion vs. $5.7 billion expected

Earnings per share: $1.57 vs. $1.64 expected

Netflix was one of the few companies not to pull its earnings guidance following the coronavirus outbreak, and the resulting collapse in global economic activity stemming from widespread lockdown orders.

The reason? With people stuck in their homes — unable to participate in any form of outdoor entertainment — consumers are turning to streaming video platforms like Netflix to stave off boredom and, in households with homebound children, keep their kids entertained.

02 April 2020, Berlin: A young man watches series at the provider "Netflix". To prevent infection with the corona virus, many people spend their free time at home. Photo: Britta Pedersen/dpa-Zentralbild/dpa (Photo by Britta Pedersen/picture alliance via Getty Images)
02 April 2020, Berlin: A young man watches series at the provider "Netflix". To prevent infection with the corona virus, many people spend their free time at home. Photo: Britta Pedersen/dpa-Zentralbild/dpa (Photo by Britta Pedersen/picture alliance via Getty Images)
So if Netflix added so many new subscribers, why didn’t it blow out its revenue and EPS expectations? According to the company, the impact of the strengthening U.S. dollar versus other foreign currencies, and a $218 million charge for pausing productions, along with a hardship fund commitment, put a dent in the service’s bottom line.

Will new subscribers stick around?
While Netflix may have added millions of subscribers in Q1, the question remains: What happens when we are able to go outside again? Will the company be able to hold on to those new subscribers, or will they simply ditch the service once other entertainment options are available again?

According to Bank of America analyst Nat Schindler, the new users are likely to become permanent subscribers to the service.

“We anticipate the step-up will result in a permanent increase in penetration for Netflix's subscriber model and see its low price-point and staple nature supporting healthy fundamentals performance in a recession, even after stay-home orders are lifted,” he said, before the earnings announcement.


Netflix subscriptions start at $8.99 per month, giving you the ability to stream to one TV at standard definition. A standard plan costs $12.99 and gets you the ability to stream to two televisions at HD resolutions. A $15.99 premium plan lets you stream to four TVs at once in 4K resolutions.

Disney+, meanwhile, costs $6.99 per month, while Amazon’s Prime video costs $8.99 per month, but is free with a $120 yearly Prime subscription.

Netflix, however, is going to have to contend with a period in the near future when it doesn’t have any new shows. That’s because TV and movie production around the world has more or less stalled. As a result, companies like Netflix may not have any new shows in the later half of the year.

But that isn’t going to be any different for the company’s biggest competitors.
  
  
  
  "
}