{
  "date": "04/22/2020",
  "title": "Netflix to raise $1 billion to fund original content",
  "url": "https://www.reuters.com/article/us-netflix-debt-idUSKCN2241ZI",
  "ticket": "NFLX",
  "data": 
  "
  (Reuters) - Netflix Inc NFLX.O said on Wednesday it plans to raise about $1 billion in debt to beef up original content, a day after the streaming pioneer doubled its own projections for new customers as stuck-at-home users binged on movies and shows.


  Shares of the company were down 3% at $420 in morning trade after it also forecast a weaker second half of the year when shelter-in-place orders are lifted.

  Netflix plans to use some of the cash to acquire content and for possible acquisitions, positioning itself as major U.S. studios halt productions and delay film releases due to the coronavirus-led lockdowns.
  
  Most programming for 2020, and much of 2021, has already been filmed and is being finished remotely in post-production, Chief Content Officer Ted Sarandos said on Tuesday, adding that the company was working on over 200 such projects.
  
  As streaming video grows in the United States, the space has become more competitive with the debut of Walt Disney Co's DIS.N Disney+ and other upcoming rivals.
  
  That threat has pushed Netflix, with about 183 million global subscribers, to aggressively expand its content and look overseas for growth.
  
  “Despite new services on the horizon from HBO and launches of services from Disney and Apple, we expect minimal long-term impact to Netflix subscriber addition and retention,” Piper Sandler analysts wrote in a client note.
  
  Netflix launched several popular original shows in the first quarter, including action film “Spenser Confidential,” documentary miniseries “Tiger King,” dating show “Love is Blind” and Spanish drama “Money Heist.”
  
  The current quarter slate includes the Chris Hemsworth starred action movie “Extraction,” sitcom “#blackAF,” comedy show “Space Force” and reality dating series “Too Hot to Handle.”
  
  Netflix had a $15 billion cash budget for content last year and BMO Capital Markets had estimated spending on content to top $17 billion this year.
  
  The company, which usually funds its spending spree by sporadically tapping the debt market, is selling senior notes this time.
  
  Netflix, which has about $15 billion in debt, last raised money in October 2019 through a $2 billion offering of senior notes.
  
  
  "
}