{
  "date": "11/16/2018",
  "title": "Nvidia tumbles 19% after missing on revenue and guidance",
  "url": "https://www.cnbc.com/2018/11/16/nvidia-stock-falls-on-revenue-and-guidance-miss.html",
  "ticket": "NVDA",
  "data": "Nvidia shares tumbled 18.8 percent at Friday's close after missing on revenue and guidance in its third-quarter 2019 earnings report. The company missed analyst revenue expectations of $3.24 billion per Refinitiv, with the company recording $3.18 billion for the quarter. Guidance for the fourth quarter was $2.70 billion, plus or minus 2 percent, excluding certain items. That compares with the Refinitiv consensus estimate of $3.40 billion. Surplus inventory weighed heavily on the company's fourth-quarter guidance. On a call with analysts following the report Thursday, CEO Jensen Huang said it could take up to two quarters to move through the additional inventory. Our Q4 outlook for gaming reflects very little shipment in the midrange Pascal segment to allow channel inventory to normalize, Chief Financial Officer Colette Kress said on the call. Revenue for Nvidia's biggest segment, gaming, fell below the $1.89 billion FactSet consensus estimate, coming in at just $1.76 billion for the quarter. In notes Friday, analysts expressed varying degrees of concern over the excess inventory, with some saying it would be a temporary problem. Others, such as Wells Fargo, said 'investors will be frustrated.' Susquehanna, which had predicted a decline in Nvidia's cryptocurrency-related revenue, said the weak revenue and guidance “appears significantly larger than our sizable expectation.” In the segment containing crypto-related revenue, Nvidia reported a 23 percent year-over-year decline at $148 million, which still beat the FactSet consensus estimate of $102 million. The firm reduced its price target estimates from $230 to $210. While we have been the crypto-GPU bears on the Street, admittedly we were not patient enough to let this unwind fully play out, and may have also underestimated the size of this Ethereum GPU bubble, Susquehanna wrote. That said, we are long-term bulls on NVDA as we believe in the A.I. inference opportunity, pro-viz upgrade cycle and 7nm refresh coming this fall. While NVDA's report was unexpectedly bad, there is one thing we know… AMD will likely be worse. Nvidia’s revenue and guidance miss appears to have an effect on one of its closest competitors in the computer chip space, Advanced Micro Devices. AMD also closed down 3.9 percent Friday."
}