{
  "date": "03/17/2020",
  "title": "How Does NVIDIA's (NASDAQ:NVDA) P/E Compare To Its Industry, After The Share Price Drop?",
  "url": "https://finance.yahoo.com/news/does-nvidias-nasdaq-nvda-p-123227974.html  ",
  "ticket": "NVDA",
  "data":"Unfortunately for some shareholders, the NVIDIA (NASDAQ:NVDA) share price has dived 32% in the last thirty days. Looking back over the last year, the stock has been a solid performer, with a gain of 12%.

  Assuming nothing else has changed, a lower share price makes a stock more attractive to potential buyers. While the market sentiment towards a stock is very changeable, in the long run, the share price will tend to move in the same direction as earnings per share. So, on certain occasions, long term focussed investors try to take advantage of pessimistic expectations to buy shares at a better price. Perhaps the simplest way to get a read on investors' expectations of a business is to look at its Price to Earnings Ratio (PE Ratio). Investors have optimistic expectations of companies with higher P/E ratios, compared to companies with lower P/E ratios.
  
  Check out our latest analysis for NVIDIA
  
  Does NVIDIA Have A Relatively High Or Low P/E For Its Industry?
  We can tell from its P/E ratio of 42.78 that there is some investor optimism about NVIDIA. You can see in the image below that the average P/E (22.9) for companies in the semiconductor industry is lower than NVIDIA's P/E.
  
  NasdaqGS:NVDA Price Estimation Relative to Market, March 17th 2020
  NasdaqGS:NVDA Price Estimation Relative to Market, March 17th 2020
  NVIDIA's P/E tells us that market participants think the company will perform better than its industry peers, going forward. Shareholders are clearly optimistic, but the future is always uncertain. So investors should always consider the P/E ratio alongside other factors, such as whether company directors have been buying shares.
  
  How Growth Rates Impact P/E Ratios
  Generally speaking the rate of earnings growth has a profound impact on a company's P/E multiple. When earnings grow, the 'E' increases, over time. That means even if the current P/E is high, it will reduce over time if the share price stays flat. Then, a lower P/E should attract more buyers, pushing the share price up.
  
  NVIDIA saw earnings per share decrease by 33% last year. But it has grown its earnings per share by 32% per year over the last five years.
  
  A Limitation: P/E Ratios Ignore Debt and Cash In The Bank
  One drawback of using a P/E ratio is that it considers market capitalization, but not the balance sheet. Thus, the metric does not reflect cash or debt held by the company. The exact same company would hypothetically deserve a higher P/E ratio if it had a strong balance sheet, than if it had a weak one with lots of debt, because a cashed up company can spend on growth.
  
  While growth expenditure doesn't always pay off, the point is that it is a good option to have; but one that the P/E ratio ignores.
  
  So What Does NVIDIA's Balance Sheet Tell Us?
  NVIDIA has net cash of US$8.9b. That should lead to a higher P/E than if it did have debt, because its strong balance sheets gives it more options.
  
  The Bottom Line On NVIDIA's P/E Ratio
  NVIDIA's P/E is 42.8 which is way above average (12.7) in its market. Falling earnings per share is probably keeping traditional value investors away, but the net cash position means the company has time to improve: and the high P/E suggests the market thinks it will. Given NVIDIA's P/E ratio has declined from 63.1 to 42.8 in the last month, we know for sure that the market is significantly less confident about the business today, than it was back then. For those who prefer to invest with the flow of momentum, that might be a bad sign, but for a contrarian, it may signal opportunity.
  
  Investors have an opportunity when market expectations about a stock are wrong. People often underestimate remarkable growth -- so investors can make money when fast growth is not fully appreciated. So this free visualization of the analyst consensus on future earnings could help you make the right decision about whether to buy, sell, or hold."
}