{
  "date": "01/30/2020",
  "title": "Tesla Posts Fourth-Quarter Profit on Record Deliveries",
  "url": "https://www.wsj.com/articles/tesla-posts-fourth-quarter-profit-on-record-deliveries-11580334615",
  "ticket": "TSLA",
  "data": "Tesla Inc. TSLA -1.48%decrease; red down pointing triangle vowed to increase its vehicle sales by more than a third this year while posting upbeat fourth-quarter results, giving investors more reason to believe the electric-car maker has put past problems behind it.

  The Silicon Valley auto maker on Wednesday said it was well on its way to producing its next car—the Model Y compact sport-utility vehicle—at its assembly plant in Fremont, Calif. First deliveries of the model are due before April, the company said. It previously said production would begin by this summer.
  
  Tesla, which is working on transforming itself from niche manufacturer into mass-market electric-vehicle maker, told investors its business should be profitable going forward.
  
  Chief Executive Officer Elon Musk made a similar statement a year ago. But two quarters of steep losses followed, leaving the company with a full-year $862 million loss despite a profitable second half. Tesla has never been profitable on an annual basis.
  
  The company’s adjusted earnings per share of $2.14 for the fourth quarter topped the $1.77 a share that analysts surveyed by FactSet had predicted. Net income fell to $105 million from $140 million a year earlier.
  
  Tesla shares rose more than 11% in aftermarket trading following Wednesday’s earnings report.
  
  Daniel Ives, an analyst for Wedbush Securities, called the results potentially “game changing” and signaling “what could be a new era for Musk and Fremont.”
  
  Tesla said its commitment to continuing profitability was subject to “temporary exceptions, particularly around the launch and ramp of new products.”
  
  The 16-year-old company has traditionally struggled when introducing new vehicles. The Model 3 compact car, which began production in 2017, was plagued with months of delays that strained the company into the following year.
  
  Mr. Musk worked through the issues and the Model 3 went on to defy skeptics. The compact car drove a 50% rise in global deliveries last year, enabling Mr. Musk to meet his goal of selling between 360,000 and 400,000 vehicles in 2019 after a rocky start that included challenges related to taking the Model 3 overseas for the first time.
  
  The company aims to pick up the pace in 2020, announcing plans Wednesday to deliver more than 500,000 vehicles globally, up from 367,000 last year. That goal relies heavily on churning out more vehicles from Tesla’s newly opened China assembly plant.
  
  Tesla cautioned that its vehicle production would likely outpace sales this year as its Chinese operations hit stride and the Model Y comes online.
  
  Chief Financial Officer Zach Kirkhorn, during an earnings call with analysts and investors, said the company could face challenges in the first quarter, a period traditionally tough for sales during the winter months. Additionally, Tesla is bracing for potential fallout from the spread of the coronavirus that could hamper efforts to increase production in Shanghai and slightly dent first-quarter earnings, he said. The car maker also is on alert for potential supply-chain disruptions as companies grapple with the effects of the illness.
  
  The fourth-quarter results also underscore the challenges Mr. Musk faces in trying to increase sales volume with high-price vehicles in Tesla’s lineup.
  
  Deliveries soared 23% from the year-earlier quarter with the help of the Model 3, while revenue rose just 2%, to $7.38 billion. Tesla handed 112,000 new electric vehicles to customers during the final three months of the year, but deliveries of its more-expensive car models declined.
  
  The company attributed the modest revenue growth, in part, to the introduction of a cheaper version of the Model 3 and to adjustments in pricing. “We do not expect [average selling price] to change significantly in the near term, which means volume growth and revenue growth should correlate more closely this year,” the company said.
  
  Elon Musk Delivers China-Made Teslas to Local Drivers
  YOU MAY ALSO LIKE
  Elon Musk Delivers China-Made Teslas to Local Drivers
  China-made Teslas are hitting the road as buyers in Shanghai get their Model 3 sedans. But the car maker faces daunting challenges in its quest to conquer the world’s largest auto market. Photo: STR/Agence France-Presse/Getty Images
  Analysts estimated the average selling price of the Model 3 fell to $47,700 in the fourth quarter, from $57,000 in 2018. Combined deliveries of the Model S large sedan and Model X sport-utility vehicle fell 33% to around 67,000 last year. Those vehicles traditionally had sold for about $100,000 or more.
  
  The company’s automotive gross margin, a closely watched measure of cost efficiencies compared to sales, fell to 22.5% in the latest quarter from 24.3% a year earlier.
  
  Tesla has encountered challenges in some markets recently. Last year in the U.S., it sought to lower the price of its vehicles to counter the phaseout of a tax credit that effectively made the company’s cars and SUVs thousands of dollars more expensive. Tesla doesn’t break out deliveries by region, though it will give details on U.S. revenue figures in coming weeks through a quarterly regulatory filing. Third-quarter results showed a 39% decline in U.S. revenue while the company’s overseas business was growing.
  
  Tesla deliveries in the U.S. rose an estimated 11% in the U.S. last year, according to Edmunds, an online website that tracks auto sales. The Model 3 outsold traditional gas-powered competitors in the compact, luxury- car segment.
  
  The record fourth-quarter global deliveries, which the company reported earlier this month, helped propel Tesla’s share price to new heights and a total market value that exceeds all auto-making rivals but Toyota Motor Corp. The electric-car maker sells a fraction of the vehicles that giants such as General Motors Co. and Volkswagen AG do.
  
  David Whiston, an analyst for Morningstar Research Services, said the latest results had “lots of positives and not much negative right now.” But, he cautioned, “the stock seems priced for perpetual perfection and that tends to eventually not end well.”
  
  Tesla should get another boost beyond the Model Y. The company on Wednesday reiterated that production should begin this year of the Semi, an all-electric semitrailer truck revealed in 2017. Tesla also said Model Y production would begin in China in 2021 and deliveries of vehicles from a new plant near Berlin should start the same year."
}