{
  "date": "03/17/2020",
  "title": "Tesla plant can't run normally in coronavirus shutdown: California county",
  "url": "https://www.reuters.com/article/us-health-coronavirus-tesla-factory-idUSKBN2140Q8",
  "ticket": "TSLA",
  "data":

  "
  
  NEW YORK/BEIJING (Reuters) - Tesla Inc TSLA.O cannot continue to operate its main U.S. vehicle plant normally as its San Francisco Bay Area home began a three-week lockdown on Tuesday to slow the spread of coronavirus, a county sheriff's office spokesman said.

  The comment relates to Tesla’s factory in Fremont, Alameda County, which employs more than 10,000 workers and recorded annualized production of about 415,000 electric vehicles as at the end of December.

The order comes as Tesla ramps up production of its Model Y sport-utility vehicle at the factory. Billionaire Chief Executive Elon Musk has said the model will see higher demand than all of Tesla’s other models combined.

Alameda is one of at least nine counties covered by a ‘shelter in place’ order that limits activity, travel and business functions to only the most essential, and advises people to stay home except for the most crucial reasons.

It is aimed at helping stem a pandemic which has affected nearly 200,000 people worldwide and killed more than 100 in the United States including 12 in California.

The order will be an additional headache for Tesla, which was forced to shut down its $2 billion Shanghai factory for 10 days on top of the traditional week-long Lunar New Year holiday this year due to the rapidly spreading coronavirus.

“Tesla is not an essential business as defined in the Alameda County Health Order. Tesla can maintain minimum basic operations per the Alameda County Health Order,” the spokesman said.

Under the order announced Monday afternoon, businesses deemed non-essential can only maintain minimum basic operations, such as maintaining the value of inventory, ensuring security and processing payroll and employee benefits. Violations or failure to comply is punishable by fine, imprisonment, or both.

The spokesman said his office had not spoken to Tesla since implementing the order, which takes effect from Tuesday.


Slideshow ( 2 images )
Tesla did not respond to a Reuters request for comment. Its share price fell 5.1% in after-hours trade on Tuesday.

The order is the latest to hit the global auto industry, which has taken a major hit from the outbreak.

The Big Three Detroit automakers - General Motors Co GM.N, Ford Motor Co F.N and Fiat Chrysler Automobiles NV FCHA.MI - and the United Auto Workers union agreed Tuesday to curtail production at U.S. factories and limit the number of workers on the job at one time.

Prior to the county’s order, Tesla had told employees in an email that the automaker and its suppliers would continue operations supporting manufacturing and vehicle delivery, a person who had seen the email told Reuters.

In another memo on Monday, Musk told employees he was not aware of any workers who had tested positive for the virus, and urged them to stay home if they felt the “slightest bit ill or even uncomfortable”, people familiar with the matter told Reuters.

California’s Department of Public Health in a statement said it would issue shutdown guidelines for manufacturing facilities in the days ahead.

Bay Area counties had reported 273 coronavirus infections by Monday. California has reported 12 deaths from the COVID-19 respiratory illness caused by the virus.
  
  
  
  "
}