{
  "date": "01/22/2020",
  "title": "Tesla Tops Volkswagen to Become Second-Most-Valuable Auto Maker",
  "url": "https://www.wsj.com/articles/tesla-tops-volkswagen-to-become-second-most-valuable-auto-maker-11579709320",
  "ticket": "TSLA",
  "data": "Elon Musk has navigated Tesla Inc. TSLA -1.48%decrease; red down pointing triangle into new territory, as the electric-car maker’s market value topped $100 billion Wednesday and overtook Volkswagen AG as the world’s No. 2 most valuable auto maker.

  Tesla shares rose 4.1% to $569.56, lifting its market cap to $102.7 billion, according to FactSet. Crossing the $100 billion threshold could start unlocking a more than $50 billion pay package for Mr. Musk. Volkswagen shares fell 1.19% in German trading, putting its market cap around 90 billion euros ($99.6 billion).
  Tesla shareholders almost two years ago approved an incentive package for Mr. Musk considered one of the most lucrative for any chief executive. The first tranche of options under that arrangement nominally would net $346 million if immediately sold at today’s price.

It doesn’t vest immediately. Tesla’s value needs to remain above $100 billion for some time and the company has to achieve $20 billion in annual sales or $1.5 billion in earnings before interest, taxes, depreciation and amortization, after adjusting for stock compensation before Mr. Musk is entitled to the payout. Tesla reached both of those two earnings metrics in 2018.

Tesla, when it reports 2019 earnings in the coming days, is expected to post $2.6 billion in earnings by that measure and $24.19 billion in sales, according to analysts surveyed by FactSet.

For Mr. Musk to receive the first tranche, Tesla must sustain the market value on average for a trailing six-month period as well as on average for 30 calendar days. There are 11 other tranches of potential payments.

Tesla shares have risen sharply in recent months after the company surprised investors with strong third-quarter results last year. The rally has continued after the Silicon Valley auto maker in recent weeks said it had begun deliveries from its factory in China and met 2019 delivery guidance.

It’s a stunning turn from a year ago. At that time, investors soured on Tesla, questioned if demand for its electric vehicles had peaked and wondered if it had enough cash to keep going.

President Trump marveled at the change in fortunes during a Wednesday interview with CNBC. He praised Mr. Musk and said he recently spoke with the CEO, suggesting the auto maker planned further expansion in the U.S.

“Shocking how well, how it’s come so fast,” Mr. Trump said of Tesla’s turnaround. “You go back a year and they were talking about the end of the company and now all of a sudden they are talking about these great things. He’s going to be building a very big plant in the United States. He has to because we help him so he has to help us.”

Tesla hasn’t announced any plans for a new U.S. assembly plant. The company is working on setting up one in Germany, outside Berlin.

On Wednesday, Tesla was greeted with more good news. The state of Michigan announced a deal to settle a lawsuit with the auto maker over a years-long dispute that prevented the company from selling directly to customers in the state.

As part of the deal, Tesla will be able deliver cars and service them for customers in Michigan, something it previously was barred from doing. Under the compromise, the transaction to buy the vehicles still needs to be processed outside state lines. It’s similar to an approach Tesla has used in other states, such as Texas, where local laws prohibit car manufacturers from selling directly to buyers as part of efforts to protect third-party franchise dealers. Tesla doesn’t have franchised dealers and has fought such prohibitions from its early days.
  "
}